Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Invalid Company Type ID.
pt_pt: incapaz de começar a lista do cliente.

source: Upload accounts file
pt_pt: Incapaz de recuperar a taxa de moeda corrente do cubit.

source: Accounts File
pt_pt: Incapaz de recuperar os ajustes do molde do cubit.

source: Please select a file to upload from your hard drive.
pt_pt: Adicione O Recibo

source: Department name
pt_pt: Estoque Proeminente

source: SElected file is a directory.
pt_pt: Indicações Do Email

source: Inserted
pt_pt: Precedente

source: Company Types For Default Accounts
pt_pt: Em seguida

source: Edit Company Type
pt_pt: Citações Novas

source: QTY OUTSTANDING
pt_pt: Selecione Iniciais Do Cliente

source: Error checking diary permissions (REMFLD).
pt_pt: No. do cliente.

source: Error reading diaries you may write to.
pt_pt: Nome do cliente

source: Error inserting category
pt_pt: Confirme Removem O Cliente: Detalhes Do Cliente

source: Dont Notify
pt_pt: Termo De Venda

source: Date:
pt_pt: Incapaz de remover o cliente da base de dados.

source: Time:
pt_pt: Incapaz de atualizar contatos.

source: Title:
pt_pt: Cliente removido

source: Location:
pt_pt: [ X ] Fim

source: Homepage:
pt_pt: Nenhuns invoices para este mês.

source: Repetitions:
pt_pt: 120 dias +

source: Until:
pt_pt: Incapaz de recuperar ajustes do molde do cubit.

source: Category:
pt_pt: Pdf Da Vista

source: Who's Diary:
pt_pt: Vista Por Data Escala

source: Notify Time:
pt_pt: Incapaz de começar conservou o comentário da indicação

source: Modify Appointment
pt_pt: Não podia começar comentários do defeito

source: Delete Appointment
pt_pt: Sorte Por Cliente Filial

source: Create Appointment
pt_pt: Incapaz de adicionar o comentário ao cubit.

source: Error reading diary privileges.
pt_pt: Adicione O Invoice Conservado em estoque Novo

source: Error inserting diary entry. Please contact Administrator
pt_pt: Invoice Conservado em estoque Novo

source: Error reading diary diary privileges.
pt_pt: Não há nenhum estoque no cubit.

source: You do not have sufficient permissions to read this diary.
pt_pt: Incapaz de introduzir o registro conservado em estoque ao cubit.

source: Go
pt_pt: Confirme Unblock O Cliente: Detalhes Do Cliente

source: Error checking for appointments
pt_pt: Unblock

source: Error reading user list.
pt_pt: Incapaz de unblock o cliente.

source: Read
pt_pt: Cliente Unblocked

source: Diary Privileges
pt_pt: Seção Do Negociante

source: Privilege
pt_pt: Clientes Da Importação

source: Del
pt_pt: Detalhes da lima

source: Error creating privilege.
pt_pt: Selecione por favor o csv do cliente

source: Error deleting diary privileges.
pt_pt: Importação

source: View Today
pt_pt: Não pode ler a lima.

source: Goto:
pt_pt: Incapaz &nbsp; tabela desobstruída da importação

source: Made By
pt_pt: Importação Dos Clientes

source: Date Made
pt_pt: Diga

source: View another date
pt_pt: Importe O Estoque

source: Diary
pt_pt: Os dados necessitam ser seperated(code da vírgula,

source: Appointment made
pt_pt: descrição, preço vendendo), ex: stkcode_001, descrição conservada

source: Make another appointment
pt_pt: em estoque, 500

source: Administrator
pt_pt: Selecione por favor o csv conservado em estoque

source: Case officer
pt_pt: Estoque A Importação

source: Background Officer
pt_pt: Estoque O Código

source: Financial Officer
pt_pt: Preço Vendendo

source: Information Officer
pt_pt: Incapaz de introduzir artigos da lista de preço ao cubit.

source: Personal Assistant
pt_pt: Fornecedores Da Importação

source: Personnel Department
pt_pt: Selecione por favor o csv do fornecedor

source: January
pt_pt: Importação Dos Fornecedores

source: February
pt_pt: Endereço Do Endereço

source: March
pt_pt: Número Do Vat

source: April
pt_pt: Incapaz de adicionar o fornecedor &nbsp; lista do contato.

source: May
pt_pt: Contrapeso Experimental Da Importação

source: June
pt_pt: Certifique-se também de que a lima de CSV não contem

source: July
pt_pt: nenhuns totais

source: August
pt_pt: Selecione por favor o csv do contrapeso experimental

source: September
pt_pt: Importação Do Contrapeso Experimental

source: October
pt_pt: Cliente De Renda Novo

source: November
pt_pt: Cliente De Despesa Novo

source: December
pt_pt: Cliente De Contrapeso Novo

source: New Appointment
pt_pt: cliente novo

source: Appointment details
pt_pt: Se você quiser importar seu cliente de controle do cliente

source: Appointment Time
pt_pt: você necessita adicionar primeiramente clientes

source: Appointment Date
pt_pt: Incorpore por favor os contrapesos do cliente para ligar

source: &laquo; Correct date
pt_pt: acima com ' o cliente de controle do cliente '

source: &laquo; Correct time
pt_pt: Se você quiser importar seu cliente de controle do

source: Confirm Appointment
pt_pt: fornecedor você necessita adicionar primeiramente fornecedores

source: Appointment Details
pt_pt: Incorpore por favor os contrapesos do fornecedor para ligar

source: Made by
pt_pt: acima com ' o cliente de controle do fornecedor '

source: Date made
pt_pt: Se você quiser importar seu cliente de controle do

source: Make another group appointment
pt_pt: empregado você necessita adicionar primeiramente empregados

source: Select Date
pt_pt: Incorpore por favor os contrapesos do empregado para ligar

source: View &raquo;
pt_pt: acima com ' o cliente de controle dos empregados '

source: Select Diary
pt_pt: Número Do Empregado

source: Person
pt_pt: Empregado

source: Documents
pt_pt: Se você quiser importar seu cliente de controle do

source: Ref
pt_pt: inventário você necessita adicionar primeiramente o estoque

source: Document
pt_pt: Incorpore por favor os contrapesos do inventário para ligar

source: Filename
pt_pt: acima com ' o cliente de controle do inventário '

source: There are no Documents found.
pt_pt: Balance(

source: Document types
pt_pt: Units(Qty)

source: Document type
pt_pt: Você necessita selecionar uma categoria para o cliente

source: There are no Document types in Cubit.
pt_pt: novo

source: Add Document type
pt_pt: A quantidade total para contrapesos para clientes que você

source: Document not found
pt_pt: inscreveu é:

source: View Document types
pt_pt: A quantidade total para contrapesos para fornecedores que você

source: Confirm Document type
pt_pt: inscreveu é:

source: Document type added to system
pt_pt: A quantidade total para contrapesos para empregados que você

source: Add Document
pt_pt: inscreveu é:

source: Document Name
pt_pt: Unidades

source: User Access to Document
pt_pt: A quantidade total para contrapesos para o inventário que

source: Please select a document to upload from your hard drive.
pt_pt: você incorporou é:

source: Unable to upload file, Please check file permissions.
pt_pt: Incapaz de começar o cliente.

source: Confirm Document
pt_pt: Dados Importados

source: User Access
pt_pt: O contrapeso experimental, foi importado com sucesso.

source: Document added to system
pt_pt: Críe Novo

source: Remove Document type
pt_pt: - Número De Invoice Inválido.

source: Document type removed
pt_pt: Adicione pagamentos múltiplos dos devedores &nbsp; lima de grupo

source: View Options
pt_pt: Cliente Pago

source: Document Types
pt_pt: Devedores Da Vista

source: Unable to retrieve user admin status from Cubit.
pt_pt: Uma Quantidade Total Recebida

source: There are no Documents in Cubit.
pt_pt: Incapaz de atualizar a informação dos devedores no cubit.

source: Edit Document
pt_pt: Os pagamentos dos devedores foram adicionados &nbsp; lima de grupo

source: Decription
pt_pt: - Número De Invoice Inválido. 1

source: Document edited
pt_pt: - Número De Invoice Inválido. 2

source: Confirm Remove Document
pt_pt: Entradas Process Do Grupo Dos Devedores

source: Document removed
pt_pt: Grupo dos devedores da vista

source: Unable to retrieve document groups from Cubit.
pt_pt: Entradas Do Grupo Dos Devedores Processadas

source: User Document Groups
pt_pt: Remova As Entradas Do Grupo Dos Devedores

source: Add User to Group
pt_pt: Entradas Do Grupo Dos Devedores Removidas

source: Group Name
pt_pt: Não há nenhum devedor proeminente no cubit.

source: Members
pt_pt: Entradas Proeminentes Do Grupo Dos Devedores

source: Unable to retrieve group owners from Cubit.
pt_pt: - número inválido do ord.

source: User Details
pt_pt: Devedores - Idade

source: Group test
pt_pt: Pagamentos Múltiplos Process Dos Devedores

source: Gruop test2
pt_pt: Pagamentos Dos Devedores Processados

source: Add New User
pt_pt: Receba Débitos

source: Personal Details
pt_pt: Débito Recebido

source: Additional
pt_pt: Devedores Proeminentes

source: Initial Group
pt_pt: Incapaz de recuperar comentários do defeito do cubit.

source: New User Details
pt_pt: O defeito comenta para invoices

source: Confirm User Details
pt_pt: Texto do comentário

source: unable to insert into usradd.
pt_pt: Texto Do Comentário

source: User Added
pt_pt: Incapaz de atualizar comentários do defeito

source: Document Management
pt_pt: Comentários com sucesso atualizados do defeito.

source: Document Management
pt_pt: Nota:

source: Archieved Documents
pt_pt: Os clientes do defeito podem somente ser ajustados em uma instalação

source: id
pt_pt: nova do cubit ou em uma filial nova.

source: Type Name
pt_pt: Selecione O Tipo Da Companhia Para Clientes Do Defeito

source: Typename
pt_pt: Tipos Da Companhia

source: Folder Details
pt_pt: Há uma companhia do defeito datilografa dentro o cubit.

source: Folder Name
pt_pt: Tipo Clientes Da Companhia Do Defeito

source: Add New Folder
pt_pt: Não há nenhum artigo conservado em estoque na categoria

source: Document Type
pt_pt: selecionada.

source: Default
pt_pt: Não há nenhum cliente de renda.

source: Employee Document
pt_pt: Tipo Id De Inválido Companhia.

source: Purchases
pt_pt: O upload explica lima

source: New Folder Details
pt_pt: Lima Dos Clientes

source: Folder details
pt_pt: Selecione por favor uma lima para upload de sua

source: Confirm Folder Details
pt_pt: movimentação dura.

source: unable to insert into foladd.
pt_pt: Nome de departamento

source: Folder Added
pt_pt: A lima selecionada é um diretório.

source: Group details
pt_pt: Introduzido

source: Unable to get groups from db.
pt_pt: Tipos Da Companhia Para Clientes Do Defeito

source: Group Details
pt_pt: Edite O Tipo Da Companhia

source: Group Unit
pt_pt: QTY PROEMINENTE

source: None
pt_pt: Permissões do diário verificar de erro (REMFLD).

source: Edit
pt_pt: Diários que da leitura de erro você pode escrever a.

source: Add
pt_pt: Erro que introduz a categoria

source: Unable to get group details.
pt_pt: Não notifique

source: Are you sure you want to delete this group:
pt_pt: Data:

source: Document Details
pt_pt: Tempo:

source: Add New Document
pt_pt: Título:

source: Modify Contact
pt_pt: Posição:

source: Confirm contact details
pt_pt: Homepage:

source: Unable to edit contact(TB)
pt_pt: Repetições:

source: Unable to get contact details.
pt_pt: Até:

source: Unable to edit contact. (TC)
pt_pt: Categoria:

source: Contact modified
pt_pt: Quem Tem O Diário:

source: View contacts
pt_pt: Notifique O Tempo:

source: View a list of the document
pt_pt: Modifique A Nomeação

source: Email &raquo;
pt_pt: Suprima A Nomeação

source: Document added
pt_pt: Críe A Nomeação

source: View a list of the document
pt_pt: Privilégios do diário da leitura de erro.

source: Add New Group
pt_pt: Erro que introduz a entrada do diário. Por favor administrador do

source: Add Group
pt_pt: contato

source: Confirm Group Details
pt_pt: Privilégios do diário do diário da leitura de erro.

source: Unable to edit group(TB)
pt_pt: Você não tem permissões suficientes ler este diário.

source: Unable to edit group. (TC)
pt_pt: Vá

source: Group Added
pt_pt: Verificar de erro para ver se há nomeações

source: Document details
pt_pt: Lista de usuário da leitura de erro.

source: Typeid
pt_pt: Lido

source: TypeName
pt_pt: Privilégios Do Diário

source: docref
pt_pt: Privilégio

source: Docname
pt_pt: Del

source: MimeType
pt_pt: Erro que cría o privilégio.

source: Doc
pt_pt: Erro que suprime privilégios do diário.

source: Div
pt_pt: Vista Hoje

source: List Removed Documents
pt_pt: Goto:

source: Unable to edit folder(TB)
pt_pt: Feito Perto

source: Unable to get folder details.
pt_pt: Data Feita

source: Unable to edit folder. (TC)
pt_pt: Veja uma outra data

source: Unable to enter data.
pt_pt: Diário

source: Modify Document
pt_pt: Nomeação feita

source: View Removed Documents
pt_pt: Faça uma outra nomeação

source: Unable to get_data document(TB)
pt_pt: Administrador

source: Unable to get document details.
pt_pt: Oficial do caso

source: Unable to get_data document. (TC)
pt_pt: Oficial Do Fundo

source: Permanetly Deleted
pt_pt: Oficial Financeiro

source: Restore Documents
pt_pt: Oficial De Informação

source: Restore
pt_pt: Assistente Pessoal

source: Checkin Document
pt_pt: Departamento De Pessoal

source: Comment
pt_pt: Janeiro

source: Checkin &raquo;
pt_pt: Fevereiro

source: User details
pt_pt: Março

source: Unable to get users from Cubit.
pt_pt: Abril

source: Group test2
pt_pt: Maio

source: Unable to get user details.
pt_pt: Junho

source: Are you sure you want to delete this user:
pt_pt: Julho

source: Unable to get folders from db.
pt_pt: Agosto

source: Are you sure you want to delete this folder:
pt_pt: Setembro

source: GroupName
pt_pt: Outubro

source: New Group Details
pt_pt: Novembro

source: Group name
pt_pt: Dezembro

source: unable to insert into grpadd.
pt_pt: Nomeação Nova

source: Document Removed
pt_pt: Detalhes da nomeação

source: List Documents
pt_pt: Tempo Da Nomeação

source: New Document
pt_pt: Data Da Nomeação

source: Confirm Document details
pt_pt: "data correta

source: Unable to edit Document(TB)
pt_pt: "tempo correto

source: Unable to get Document details.
pt_pt: Confirme A Nomeação

source: Unable to edit Document. (TC)
pt_pt: Detalhes Da Nomeação

source: Document modified
pt_pt: Feito perto

source: Completly Remove Contact
pt_pt: Data feita

source: Copy Contact Back to Main List
pt_pt: Faça uma outra nomeação do grupo

source: Type Nmae
pt_pt: Selecione A Data

source: Add User
pt_pt: Vista

source: Edit User
pt_pt: Selecione O Diário

source: Unable to edit user(TB)
pt_pt: Pessoa

source: Unable to edit user. (TC)
pt_pt: Originais

source: Default Unit
pt_pt: Referência

source: Admin
pt_pt: Original

source: Unit Admin
pt_pt: Nome de arquivo

source: Linking Document
pt_pt: Não há nenhum original encontrado.

source: Document Title
pt_pt: Download

source: Temp Document
pt_pt: Tipos do original

source: Link &raquo;
pt_pt: Tipo do original

source: Please set your email settings & then click 'Update'
pt_pt: Não há nenhum original datilografa dentro o cubit.

source: Email settings saved
pt_pt: Adicione o tipo do original

source: ""These are default settings. If these settings do not work, contact your ISP ""for correct details.
pt_pt: Documente não encontrado

source: Email Settings
pt_pt: Veja tipos do original

source: Signature
pt_pt: Confirme o tipo do original

source: From Address
pt_pt: Documente o tipo adicionado ao sistema

source: Reply Address
pt_pt: Adicione O Original

source: SMTP HOST
pt_pt: Documente O Nome

source: Company
pt_pt: Acesso de usuário ao original

source: Refrence
pt_pt: Selecione por favor um original para upload de sua

source: Find Contact
pt_pt: movimentação dura.

source: Search for
pt_pt: Incapaz de upload a lima, verifique por favor permissões da lima.

source: Find other
pt_pt: Confirme O Original

source: Contact List
pt_pt: Acesso De Usuário

source: View
pt_pt: Original adicionado ao sistema

source: Find Invoice Number(input temp num)
pt_pt: Remova o tipo do original

source: Find
pt_pt: Documente o tipo removido

source: Find Temp Number(input inv num)
pt_pt: Veja Opções

source: Temp Num
pt_pt: Documente Tipos

source: No Outstanding Invoices found.
pt_pt: Incapaz de recuperar o status do admin do usuário do cubit.

source: Same Time
pt_pt: Não há nenhum original no cubit.

source: 5 Mins
pt_pt: Edite O Original

source: 10 Mins
pt_pt: Decription

source: 15 Mins
pt_pt: Original editado

source: 30 Mins
pt_pt: Confirme Removem O Original

source: 1 Day
pt_pt: Original removido

source: Global Diary
pt_pt: Incapaz de recuperar grupos do original do cubit.

source: Diary modified
pt_pt: Grupos Do Original Do Usuário

source: Diary has been modified.
pt_pt: Adicione o usuário ao grupo

source: Previous Month
pt_pt: Nome De Grupo

source: Next Month
pt_pt: Membros

source: Monday
pt_pt: Incapaz de recuperar proprietários do grupo do cubit.

source: Tuesday
pt_pt: Detalhes Do Usuário

source: Wednesday
pt_pt: Teste do grupo

source: Thursday
pt_pt: Gruop test2

source: Friday
pt_pt: Adicione O Usuário Novo

source: Statement Import Settings
pt_pt: Detalhes Pessoais

source: In Description
pt_pt: Adicional

source: Exact Description
pt_pt: Grupo Inicial

source: Insert into cashbook
pt_pt: Detalhes Novos Do Usuário

source: Customer Payment
pt_pt: Confirme Detalhes Do Usuário

source: Supplier Payment
pt_pt: incapaz de introduzir no usradd.

source: Ignore
pt_pt: Usuário Adicionado

source: Add statement description
pt_pt: Gerência Do Original

source: ""You cannot have a 'Payment from customer' on your statement for a negative ""amount.
pt_pt: Gerência Do Original

source: ""You cannot have a 'Payment to supplier' on your statement for a positive ""amount.
pt_pt: Originais De Archieved

source: Unable to get customers.
pt_pt: identificação

source: Unable to get suppliers.
pt_pt: Datilografe O Nome

source: Add statement description details
pt_pt: Typename

source: Confirm statement description
pt_pt: Detalhes Do Dobrador

source: Description added
pt_pt: Nome Do Dobrador

source: Description added to system.
pt_pt: Adicione O Dobrador Novo

source: ABSA (ASCII), * seperated
pt_pt: Documente O Tipo

source: FNB (CSV), Comma seperated statement
pt_pt: Defeito

source: Nedbank (CSV), Comma seperated
pt_pt: Original Do Empregado

source: Standard Bank (CSV), Comma seperated history statement
pt_pt: Compras

source: HERE
pt_pt: Detalhes Novos Do Dobrador

source: There are no bank accounts.
pt_pt: Detalhes do dobrador

source: Import Bank Statement
pt_pt: Confirme Detalhes Do Dobrador

source: Statement details
pt_pt: incapaz de introduzir no foladd.

source: Bank:
pt_pt: Dobrador Adicionado

source: Please select your statement
pt_pt: Detalhes do grupo

source: unable to check data.
pt_pt: Incapaz de começar grupos do DB.

source: error importing statement.
pt_pt: Detalhes Do Grupo

source: Ex1
pt_pt: Unidade Do Grupo

source: There are no unallocated transactions for this account
pt_pt: Nenhum

source: Please select the action you want to take.
pt_pt: Edite

source: From/To
pt_pt: Adicione

source: Payment from customer
pt_pt: Incapaz de começar detalhes do grupo.

source: unable to get supplier list.
pt_pt: &#8240; você certo você quer suprimir este grupo:

source: Payment to supplier
pt_pt: Detalhes Do Original

source: Unable to get cashbook data.
pt_pt: Adicione O Original Novo

source: View Entries
pt_pt: Modifique O Contato

source: Insert into cashbook(Reconciled)
pt_pt: Confirme detalhes do contato

source: Enter Details &raquo;
pt_pt: Incapaz de editar o contact(TB)

source: Please note: Payments are in red.
pt_pt: Incapaz de começar detalhes do contato.

source: VAT Inc
pt_pt: Incapaz de editar o contato. (TC)

source: Contra Account/Action
pt_pt: Contato modificado

source: Select Entry
pt_pt: Contatos da vista

source: Please select all the contra accounts
pt_pt: Veja uma lista do document

source: You cannot select vat for a client payment.
pt_pt: Email

source: Unable to get customer info.
pt_pt: Original adicionado

source: Please select all the contra accounts(Client Accounts)
pt_pt: Veja uma lista do original

source: You cannot select vat for a supplier payment.
pt_pt: Adicione O Grupo Novo

source: Please select all the contra accounts(Supplier Accounts)
pt_pt: Adicione O Grupo

source: Account not found.
pt_pt: Confirme Detalhes Do Grupo

source: Unable to insert statement data.
pt_pt: Incapaz de editar o group(TB)

source: Unable to remove data.
pt_pt: Incapaz de editar o grupo. (TC)

source: Unable to update cashbook.
pt_pt: Grupo Adicionado

source: Unable to get department data.
pt_pt: Detalhes do original

source: Unable to get invoices
pt_pt: Typeid

source: Unable to get nons invoices.
pt_pt: TypeName

source: Unable to get supplier data.
pt_pt: docref

source: Unable to check statement refs.
pt_pt: Docname

source: Edit Description
pt_pt: MimeType

source: Edit statement description details
pt_pt: Doc

source: Unable to update statment ref
pt_pt: Div

source: Description updated in system.
pt_pt: Originais Removidos Lista

source: Please select your statement import settings & then click 'Update'
pt_pt: Incapaz de editar o folder(TB)

source: Statement import settings saved
pt_pt: Incapaz de começar detalhes do dobrador.

source: Contra Account/Action Details
pt_pt: Incapaz de incorporar dados.

source: ADD NEW
pt_pt: Modifique O Original

source: Choose Account By
pt_pt: Veja Originais Removidos

source: Add new description
pt_pt: Incapaz ao document(TB) do get_data

source: Delete description
pt_pt: Incapaz de começar detalhes do original.

source: Unable to delete data.
pt_pt: Incapaz ao original do get_data. (TC)

source: Description deleted
pt_pt: Permanetly Suprimido

source: Home
pt_pt: Originais Do Restore

source: Request not Done
pt_pt: Restore

source: Accounting
pt_pt: Original Do Checkin

source: Journal Entry
pt_pt: Comentário

source: Journal Entries (One DT/CT, multiple CT/DT)
pt_pt: Checkin

source: Multiple Journal Entries
pt_pt: Detalhes do usuário

source: Add Transaction to batch
pt_pt: Incapaz de começar usuários do cubit.

source: Add Multiple Transactions to batch
pt_pt: Grupo test2

source: Add New High Speed Input Ledger
pt_pt: Incapaz de começar detalhes do usuário.

source: View High Speed Input Ledgers
pt_pt: &#8240; você certo você quer suprimir este usuário:

source: Administration
pt_pt: Incapaz de começar dobradores do DB.

source: Add user
pt_pt: &#8240; você certo você quer suprimir este dobrador:

source: View user
pt_pt: GroupName

source: View User Department
pt_pt: Detalhes Novos Do Grupo

source: Audit
pt_pt: Nome de grupo

source: Add Asset
pt_pt: Unidade do grupo

source: Generate Previous Year Trial Balance
pt_pt: incapaz de introduzir no grpadd.

source: Income Statement
pt_pt: Original Removido

source: Balance Sheet
pt_pt: Originais Da Lista

source: General Ledger by Period Range
pt_pt: Original Novo

source: View Previous Year Debtors Ledger
pt_pt: Confirme detalhes do original

source: View Previous Year Creditors Ledger
pt_pt: Incapaz de editar Document(TB)

source: View Previous Year Stock Ledger
pt_pt: Incapaz de começar detalhes do original.

source: View Company
pt_pt: Incapaz de editar o original. (TC)

source: View Branch
pt_pt: Original modificado

source: Export Company
pt_pt: Completly Remove O Contato

source: New Contact
pt_pt: Contato do copy para trás &nbsp; lista principal

source: List Contacts
pt_pt: Datilografe Nmae

source: Search Contacts
pt_pt: Adicione O Usuário

source: New invoice
pt_pt: Edite O Usuário

source: Select Customer Initial
pt_pt: Incapaz de editar o user(TB)

source: Creditors
pt_pt: Incapaz de editar o usuário. (TC)

source: Find Supplier
pt_pt: Unidade Do Defeito

source: Add Supplier Group
pt_pt: Admin

source: View Supplier Groups
pt_pt: Unidade Admin

source: New Stock invoice
pt_pt: Ligando O Original

source: Debtors
pt_pt: Título Do Original

source: Own Diary
pt_pt: Original Da Temperatura

source: TO DO LIST
pt_pt: Ligação

source: Maintenance Settings
pt_pt: Ajuste por favor seus ajustes do email &amp; estale então ' o

source: Maintenance
pt_pt: update '
