Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Invoice: New Recurring Non Stock
pt_pt: Incapaz de começar a informação da porcentagem do vat

source: Invoice: New Recurring
pt_pt: Os invoices foram imprimidos com sucesso.

source: Issue Credit Note
pt_pt: Incapaz de recuperar o invoice info.

source: Issue Non Stock Credit Note
pt_pt: Não encontrado

source: Invoices: View
pt_pt: Incapaz de recuperar a companhia info do cubit.

source: Invoice: Search
pt_pt: Incapaz de recuperar o bankid do cubit.

source: Invoices: Incomplete Continue/Cancel
pt_pt: Incapaz de recuperar a informação da operação bancária do cubit.

source: Invoice: New POS
pt_pt: Registro:

source: Invoices: POS Processed Credit Note/Details
pt_pt: REGISTRO DO VAT:

source: Invoices: POS Processed Reprint/Slip
pt_pt: Filial:

source: Invoices: POS Unprocessed Details/Edit
pt_pt: Código De Filial:

source: Invoices: POS Unprocessed Remove/Process
pt_pt: Acumulador Numérico:

source: Sales Order: New
pt_pt: Pessoa Das Vendas:

source: Sales Order: New Non-Stock
pt_pt: Explica o No.:

source: Bank: Receipt From Customer
pt_pt: No. do Vat:

source: Petty Cash: Receipt From Customer
pt_pt: No. Da Ordem:

source: Bank: Pay Customer
pt_pt: Indicador Isento do Vat: #

source: Petty Cash: Pay Customer
pt_pt: Obrigado para sua sustentação

source: Credit Notes: View/Details
pt_pt: Carga De Entrega:

source: Credit Notes: Non Stock Details/Reprint
pt_pt: UNIDADE PRICE

source: Quote: New
pt_pt: Recebido na ordem boa perto:

source: Quotes: Cancel/Accept
pt_pt: Data: _________________________

source: Quotes: Print/Print PDF
pt_pt: Indicador do VAT Excempt = #

source: Quote: POS New
pt_pt: Reprint

source: Quote: POS Details/Edit
pt_pt: Tipo Do Invoice

source: Quote: POS Cancel/Accept
pt_pt: Invoice Do Achado

source: Quote: POS Print/Print PDF
pt_pt: Confirme os invoices e-a ser enviados

source: Quote: New Non Stock
pt_pt: Nenhuns invoices precedentes.

source: Quotes: Non Stock Details/Edit/Print
pt_pt: Não selecionado

source: Quotes: Non Stock Print PDF/Accept
pt_pt: Confirme O Invoice Incompleto Do Cancelamento

source: Consignment Order: New
pt_pt: Incapaz de introduzir o registro do invoice ao cubit.

source: Consignment Orders: Details/Edit/Cancel
pt_pt: Incapaz de remover o invoice do cubit.

source: Consignment Orders: Print/Invoice
pt_pt: Incapaz de suprimir artigos do invoice do cubit.

source: Customer Journal
pt_pt: Invoice Incompleto Cancelado

source: View Temp/Invoice Number
pt_pt: Aceite Citações

source: Quotes: Incomplete Continue/Cancel
pt_pt: Cite Detalhes

source: Quotes: Canceled View
pt_pt: Cite O No..

source: Quotes: POS Incomplete Continue/Cancel
pt_pt: Cite A Data

source: Quotes: POS Canceled View
pt_pt: Cite Não encontrado

source: Invoices: Paid Details/Credit Note
pt_pt: Invoices Incompletos

source: Invoices: Paid Reprint/Delivery Note
pt_pt: Nenhuns invoices incompletos precedentes.

source: Invoices: Canceled View
pt_pt: Todos os Clientes

source: Invoices: Recurring Details/Edit
pt_pt: Aliste Tudo

source: Invoices: Recurring Invoice/Remove
pt_pt: No. Da Ordem Do Cliente

source: Invoice: Recurring Non Stock Details/Edit/Delete
pt_pt: Nenhum invoices proeminente encontrou para o cliente

source: Invoices: View Incomplete Non Stock Invoices
pt_pt: selecionado.

source: Consigment Orders: Canceled View
pt_pt: Incapaz de recuperar notas de crédito do cubit.

source: Calculate Interest (Monthly Task)
pt_pt: Reprint no pdf

source: Sales Orders: Details/Edit
pt_pt: Estabelecido

source: Sales Orders: Cancel/Print/Invoice
pt_pt: Email Selecionado

source: Sales Orders: Incomplete Continue/Cancel
pt_pt: Invoices Pagos

source: Sales Orders: Non-Stock Details/Edit/Print
pt_pt: Nenhuns invoices terminados precedentes.

source: Sales Orders: Non-Stock Print PDF/Accept
pt_pt: Livro-razão De alta velocidade Novo Da Entrada

source: Sales Order: Canceled View
pt_pt: Nome Do Livro-razão

source: Customer: Add
pt_pt: Entrada Da Data

source: Customers: Edit/Statement
pt_pt: Vat Da Carga

source: Customers: Transaction/Print Invoices
pt_pt: Cliente De Deductable Do Vat

source: Customers: Block/Add Contact
pt_pt: Cliente Do Vat

source: Customers: Email
pt_pt: Vat Inclusivo

source: Print Customer List
pt_pt: Vat Inclusivo

source: Customers Statements (PDF)
pt_pt: Incapaz de introduzir o legder novo da entrada ao cubit

source: Invoice Discounts Report
pt_pt: Livro-razão De alta velocidade Novo Da Entrada

source: Stock Sales Report
pt_pt: Busca Por Nome

source: Non-Stock Sales Report
pt_pt: Nome De Legder

source: Total Sales Report
pt_pt: Funcionamento

source: Sales Rep Commission Report
pt_pt: Número Inválido Do Livro-razão Da Entrada.

source: Save Age Analysis
pt_pt: O Livro-razão De alta velocidade Da Entrada Edita

source: Record month end for age analysis
pt_pt: Edite O Livro-razão De alta velocidade Da Entrada

source: Labels: Print
pt_pt: O Livro-razão De alta velocidade Da Entrada Edita

source: Labels: Save
pt_pt: Detalhes de alta velocidade do livro-razão da entrada

source: Add POS user
pt_pt: Confirme O Livro-razão De alta velocidade Da Entrada Da

source: Department: Add
pt_pt: Supressão

source: Departments: Edit/Remove
pt_pt: Supressão de alta velocidade do livro-razão da entrada

source: Sales Person: Add
pt_pt: Cliente Do Vat:

source: Sales People: Edit/Remove
pt_pt: Livro-razão De alta velocidade Da Entrada:

source: Category: Add
pt_pt: Incorpore por favor detalhes cheios da transação.

source: Categories: Edit/Remove
pt_pt: Confirme Detalhes

source: Classification: Add
pt_pt: Livro-razão De alta velocidade Da Entrada:

source: Classifications: Edit/Remove
pt_pt: Transações Record

source: Interest Bracket: Add
pt_pt: As transações do jornal foram gravadas

source: Interest Bracket: Edit/Remove
pt_pt: Número das transações

source: Set Debtors Statement Type
pt_pt: Uma quantidade total

source: Invoice / Statement Template Settings
pt_pt: Nenhuns contatos encontrados

source: Set VAT Account
pt_pt: Detalhes Da Compra Do Non-Estoque

source: Set rounding account
pt_pt: Detalhes Da Compra Do Non-Estoque

source: Set credit card control
pt_pt: No. Ligado Da Compra.

source: Set Invoice Number
pt_pt: No. Da Compra Do Non-Estoque.

source: Point of Sale Rounding
pt_pt: Compra Nova Do Non-Estoque

source: Invoice Default Comments
pt_pt: Compras Do Non-Estoque Da Vista

source: POS Invoice Default Comments
pt_pt: Número Da Compra Conservada em estoque &#8364; Ligação A

source: Statement Default Comments
pt_pt: Entre

source: Order: New
pt_pt: Incapaz de introduzir a compra do Non-Estoque ao cubit.

source: Orders: Details/Delete
pt_pt: Adicione O Artigo

source: Orders: Print/Edit
pt_pt: Incapaz de introduzir artigos da ordem ao cubit.

source: Orders: Receive/Record Invoice
pt_pt: Receba

source: Order: New Non Stock
pt_pt: Incapaz de atualizar a compra no cubit.

source: Orders: Non Stock Received/Cancel
pt_pt: Incapaz de atualizar o status da ordem no cubit.

source: Orders: Non Stock Details/Print/Edit
pt_pt: Incapaz de atualizar o status da compra no cubit.

source: Order: New International
pt_pt: Número Da Compra Conservada em estoque &#8364; Ligação To(Eg: 2,3,4)

source: Orders: International Print/Edit/Cancel
pt_pt: Compra do Non-Estoque recebida

source: Orders: International Receive/Record Invoice
pt_pt: Departamento não encontrado.

source: Purchases: International Received Details
pt_pt: Incapaz de atualizar ordens internacionais no cubit.

source: Purchases: International Return/Credit Note
pt_pt: - compra não encontrada

source: Purchases: Received Return/Credit Note/Details
pt_pt: Incapaz de introduzir artigos da compra ao cubit.

source: Purchases: Returned Details
pt_pt: O recibo da compra do Non-Estoque foi gravado.

source: Order: New International Non Stock
pt_pt: Compra Do retorno Do Non-Estoque

source: Orders: International Non Stock Details/Edit
pt_pt: Não abriu a lima

source: Orders: International Non Stock Received/Cancel
pt_pt: Nome Do Certificado

source: Suppliers: Details/Statement
pt_pt: Incorpore A Indicação Do Sql

source: Suppliers: Payment/Transaction
pt_pt: Sql

source: Suppliers: Edit/Block/Add Contact
pt_pt: Base de dados

source: Purchase: Receive
pt_pt: de Exec

source: Bank: New Payment To Supplier
pt_pt: Análise Do Resultado

source: Bank: Receipt From Supplier
pt_pt: Há uns resultados para você pergunta

source: Petty Cash: Receive from Supplier
pt_pt: Sql

source: Supplier Journal
pt_pt: Adicione o certificado novo &nbsp; base de dados do controle de

source: Supplier: Add
pt_pt: acesso

source: Supplier: Find
pt_pt: Arquive o nome

source: Petty Cash: Pay Supplier
pt_pt: Função

source: Orders: Canceled View
pt_pt: Adicione O Dos Certificados

source: Purchases: International Returned Details
pt_pt: Certificados Novos

source: Purchases: Non Stock Received Return/Details
pt_pt: Certificados novos adicionados &nbsp; base de dados

source: Purchases: Non Stock Returned Details
pt_pt: Introduza Mais

source: Purchases: International Non Stock Received
pt_pt: Incapaz de introduzir citações ao cubit.

source: Order: New Linked Non Stock
pt_pt: - Citações Não encontradas

source: Supplier Group: Add
pt_pt: Incapaz de atualizar artigos das citações no cubit.

source: Supplier Groups: View/Add supplier
pt_pt: Incapaz de introduzir artigos das citações ao cubit.

source: Pricelist: Add
pt_pt: Incapaz de atualizar citações no cubit.

source: Pricelists: Details/Print/Edit
pt_pt: Incapaz de atualizar dados das citações no cubit.

source: Pricelists: Copy/Remove
pt_pt: Incapaz de introduzir dados das citações ao cubit.

source: Supplier Pricelist: Add
pt_pt: Incapaz de atualizar o status das citações no cubit.

source: Supplier Pricelists: Details/Copy
pt_pt: Citações Novas Conservadas

source: Supplier Pricelists: Edit/Remove
pt_pt: Descrição:

source: Suppliers Transaction Report
pt_pt: Aceite

source: Print Supplier List
pt_pt: Declínio

source: Stock Journal
pt_pt: Erro que cría o dobrador.

source: Receive Stock
pt_pt: Erro que busca a lista do cliente.

source: Return Stock
pt_pt: Todos os Clientes

source: Stock: Search
pt_pt: Meus Clientes

source: View Stock in Transit
pt_pt: Calender A Entrada

source: Find Serial No.
pt_pt: Erro que cría a entrada do diário.

source: Available Stock
pt_pt: Geral

source: Stock Levels
pt_pt: POP3

source: Stock Sales Report (By Invoices)
pt_pt: Smtp

source: Stock Movement Report
pt_pt: -- Tamanho De Pia batismal --

source: Stock: Add
pt_pt: Muito Pequeno

source: Stock Category: Add
pt_pt: Pequeno

source: Stock Categories: Details/Edit
pt_pt: Meio

source: Stock Classification: Add
pt_pt: Grande

source: Stock Classification: Edit/Remove
pt_pt: Maior

source: Store: Add
pt_pt: Muito Grande

source: Stores: Edit/Remove
pt_pt: Mensagem do saving do erro em artigos emitidos.

source: Increase Selling Price
pt_pt: Nenhumas Mensagens

source: Set Default Store
pt_pt: Para diante

source: Set Stock Selling price VAT Type
pt_pt: Resposta

source: Set Stock Purchases Approval
pt_pt: Supressão Selecionada

source: Stock Point of Sale Setting
pt_pt: Erro que busca a lista do dobrador para a ação do

source: Set Cost Variance Account
pt_pt: movimento da mensagem.

source: View Currencies
pt_pt: Mova-se selecionado para o dobrador

source: Add VAT Code
pt_pt: edite

source: View VAT Codes
pt_pt: Incapaz de verificar accoutns

source: Pay Salaries (By Batch)
pt_pt: Licença Do Cubit

source: Salaries: Process per Individual
pt_pt: Invoice: Novo

source: Employee Journal
pt_pt: Invoice: Non Conservado em estoque Novo

source: Add New Employee
pt_pt: Invoice: Non Estoque Details/Edit/Remove/Process

source: Reverse Salaries
pt_pt: Invoice: Non Conservado em estoque Internacional Novo

source: Loan: Grant
pt_pt: Invoice: Retornar Novo Non Conservado em estoque

source: Loan: Edit
pt_pt: Invoice: Retornar Novo

source: Salary Deduction: Add
pt_pt: Nota De Crédito Da Edição

source: Salary Deduction: View/Edit
pt_pt: Nota De Crédito Non Conservada em estoque Da Edição

source: Allowance: Add
pt_pt: Invoices: Vista

source: Allowance: View/Edit
pt_pt: Invoice: Busca

source: Fringe Benefit: Add
pt_pt: Invoices: Continue/Cancel Incompleto

source: Fringe Benefits: View/Edit
pt_pt: Invoice: Posição Nova

source: Reimbursement: Add
pt_pt: Invoices: Crédito Processado Posição Note/Details

source: Reimbursement: View/Edit
pt_pt: Invoices: Reprint/Slip Processado Posição

source: Add Grievances
pt_pt: Invoices: Posição Details/Edit Unprocessed

source: Staff Training
pt_pt: Invoices: Posição Remove/Process Unprocessed

source: Add Staff Training Provider
pt_pt: Ordem Das Vendas: Novo

source: Add Subsistence Allowance
pt_pt: Ordem Das Vendas: Non-Estoque Novo

source: View/Edit Subsistence Allowances
pt_pt: Banco: Recibo Do Cliente

source: Salaries: View Paid
pt_pt: Dinheiro Petty: Recibo Do Cliente

source: Salaries: View Reversed
pt_pt: Banco: Cliente Do Pagamento

source: HR: Add Employee Report
pt_pt: Dinheiro Petty: Cliente Do Pagamento

source: HR: View Employee Report
pt_pt: Notas De Crédito: View/Details

source: HR: New Report Type
pt_pt: Notas De Crédito: Non Estoque Details/Reprint

source: View Archived Loans
pt_pt: Citações: Novo

source: View Employees on Leave
pt_pt: Citações: Details/Edit

source: Leave: Apply
pt_pt: Cita: Cancel/Accept

source: Leave: Approve/Cancel
pt_pt: Cita: Pdf De Print/Print

source: View Open Grievances
pt_pt: Citações: Posição Nova

source: View Closed Grievances
pt_pt: Citações: Posição Details/Edit

source: View Staff Training
pt_pt: Citações: Posição Cancel/Accept

source: Search Staff Training
pt_pt: Citações: Pdf da Posição Print/Print

source: Staff Training Report
pt_pt: Citações: Non Conservado em estoque Novo

source: View employee ledger accounts
pt_pt: Citações: Non Estoque Details/Edit/Print

source: View Previous Year Employee Ledger
pt_pt: Citações: Cópia Non Conservada em estoque PDF/Accept

source: Add Salary Account Link
pt_pt: Ordem Do Consignment: Novo

source: Add Interest Received Account Link
pt_pt: Ordens Do Consignment: Details/Edit/Cancel

source: Add Salary Control Account Link
pt_pt: Ordens Do Consignment: Print/Invoice

source: Add Commission Account Link
pt_pt: Jornal Do Cliente

source: Add PAYE Account Link
pt_pt: Número Da Vista Temp/Invoice

source: Add UIF Account Link
pt_pt: Citações: Continue/Cancel Incompleto

source: Add Pension Expense Account Link
pt_pt: Citações: Vista Cancelada

source: Add Retirement Annuity Fund Expense Account Link
pt_pt: Citações: Posição Continue/Cancel Incompleto

source: Add Medical Aid Expense Account Link
pt_pt: Citações: Vista Cancelada Posição

source: Add Pension Control Account Link
pt_pt: Invoices: Nota Paga De Details/Credit

source: Add Retirement Annuity Fund Control Account Link
pt_pt: Invoices: Nota Paga De Reprint/Delivery

source: Add Medical Aid Control Account Link
pt_pt: Invoices: Vista Cancelada

source: Add Cash Account Link
pt_pt: Invoices: Details/Edit Retornando

source: Bank Account Types
pt_pt: Invoices: Invoice/Remove Retornando

source: General Settings
pt_pt: Invoice: Retornar Details/Edit/Delete Non Conservado em

source: Add Journal Transaction
pt_pt: estoque

source: Add Journal Transaction (one DR/CR, multiple CR/DR)
pt_pt: Invoices: Invoices Non Conservados em estoque Incompletos Da

source: Cash Book Entry
pt_pt: Vista

source: Add Bank Payment (non Suppliers)
pt_pt: Ordens De Consigment: Vista Cancelada

source: Add Bank Receipt (non Customers)
pt_pt: Calcule O Interesse (Tarefa Mensal)

source: Add Multiple Bank Payment (Split)
pt_pt: Ordens Das Vendas: Details/Edit

source: Add Multiple Cash Book Entries
pt_pt: Ordens Das Vendas: Cancel/Print/Invoice

source: Add Multiple Bank Receipts (Split)
pt_pt: Ordens Das Vendas: Continue/Cancel Incompleto

source: Account: Add New
pt_pt: Ordens Das Vendas: Non-Estoque Details/Edit/Print

source: Add Recurring Journal Transaction
pt_pt: Ordens Das Vendas: Cópia PDF/Accept Do Non-Estoque

source: View Recurring Journal Transactions
pt_pt: Ordem Das Vendas: Vista Cancelada

source: Add Multiple Journal Transactions
pt_pt: Cliente: Adicione

source: Add Journal Transaction to Batch
pt_pt: Clientes: Edit/Statement

source: Add Multiple Journal Transactions to Batch
pt_pt: Clientes: Invoices De Transaction/Print

source: Add Multiple Petty Cash Requisitions
pt_pt: Clientes: Contato De Block/Add

source: Add Cash Flow Budget Entry
pt_pt: Clientes: Email

source: Bank Reconciliation
pt_pt: Lista Do Cliente Da Cópia

source: Transfer Funds to/from foreign accounts
pt_pt: Indicações Dos Clientes (Pdf)

source: Transfer Funds to Petty Cash Account
pt_pt: O Invoice Disconta O Relatório

source: Add High Speed Ledger
pt_pt: Relatório Conservado em estoque Das Vendas

source: View High Speed Ledgers
pt_pt: Relatório Das Vendas Do Non-Estoque

source: Import bank statement
pt_pt: Relatório Total Das Vendas

source: Asset: Add
pt_pt: Relatório Do Commission Do Representante De Vendas

source: Assets: Edit/Depreciation
pt_pt: Excepto A Análise Da Idade

source: Assets: Appreciation/Report/Remove
pt_pt: Extremidade de mês record para a análise da idade

source: Accounts: Edit/View Transaction
pt_pt: Etiquetas: Cópia

source: Accounts: Delete/Change Category
pt_pt: Etiquetas: Excepto

source: Enter Previous Year/Current Year Transactions
pt_pt: Adicione o usuário da posição

source: Show Current Financial Year
pt_pt: Departamento: Adicione

source: View Journal Entries/All Report Options
pt_pt: Departamentos: Edit/Remove

source: Show All Accounts/Categories
pt_pt: Pessoa Das Vendas: Adicione

source: Show All Accounts/Categories (New Window)
pt_pt: Povos Das Vendas: Edit/Remove

source: Current Year Financial Statements
pt_pt: Categoria: Adicione

source: Current Year Detailed General Ledger
pt_pt: Categorias: Edit/Remove

source: Head Office Reports
pt_pt: Classificação: Adicione

source: View Batch (Journal)
pt_pt: Classificações: Edit/Remove

source: View Batch (Cash Book)
pt_pt: Suporte Do Interesse: Adicione

source: Petty Cash Book Report
pt_pt: Suporte Do Interesse: Edit/Remove

source: Generate Previous Year Income Statement
pt_pt: Ajuste O Tipo Da Indicação Dos Devedores

source: Generate Previous Year Balance Sheet
pt_pt: Ajustes Do Invoice/Molde Da Indicação

source: View Previous Year General Ledger
pt_pt: Ajuste O Cliente do Vat

source: View Previous Year General Ledger by Period Range
pt_pt: Ajuste arredondar o cliente

source: View Budgets
pt_pt: Ajuste o controle do cartão de crédito

source: View Cash Flow Budget Entries
pt_pt: Ajuste O Número De Invoice

source: Cash Flow Budget Report
pt_pt: Ponto de arredondar-se da venda

source: Cost Center Report
pt_pt: Comentários Do Defeito Do Invoice

source: Auditor Report
pt_pt: Comentários Do Defeito Do Invoice da Posição

source: ASA 401 assistance reports (System CIS Risk Management)
pt_pt: Comentários Do Defeito Da Indicação

source: View Financial Year Names
pt_pt: Ordem: Novo

source: Credit Card: Add
pt_pt: Ordens: Details/Delete

source: Petrol Card: Add
pt_pt: Ordens: Print/Edit

source: Bank Account: Add
pt_pt: Ordens: Invoice De Receive/Record

source: Bank Account: View/Edit
pt_pt: Ordem: Non Conservado em estoque Novo

source: Monthly Budget: New
pt_pt: Ordens: Non Estoque Received/Cancel

source: Yearly Budget: New
pt_pt: Ordens: Non Estoque Details/Print/Edit

source: Asset Group: Add
pt_pt: Ordem: Internacional Novo

source: Asset Groups: Edit/Remove
pt_pt: Ordens: Print/Edit/Cancel Internacional

source: Account Category: Add
pt_pt: Ordens: Invoice Internacional De Receive/Record

source: Cost Center: Add
pt_pt: Compras: Detalhes Recebidos Internacionais

source: Cost Centers: Edit
pt_pt: Compras: Nota Internacional De Return/Credit

source: Add Cost Center Entry
pt_pt: Compras: Return/Credit Recebido Note/Details

source: Set Cost Center Usage
pt_pt: Compras: Detalhes Retornados

source: Set/Show Financial Year Names
pt_pt: Ordem: Non Conservado em estoque Internacional Novo

source: View Period Range
pt_pt: Ordens: Details/Edit Non Conservado em estoque

source: Close Year
pt_pt: Internacional

source: Todo
pt_pt: Ordens: Received/Cancel Non Conservado em estoque

source: Instant Message: New
pt_pt: Internacional

source: Instant Messages: View
pt_pt: Fornecedores: Details/Statement

source: Diary (Day View)
pt_pt: Fornecedores: Payment/Transaction

source: Diary (Monthly View)
pt_pt: Fornecedores: Contato De Edit/Block/Add

source: Contact: Add New
pt_pt: Compra: Receba

source: Contacts: View
pt_pt: Banco: Pagamento Novo Ao Fornecedor

source: Contacts: (Customers) View
pt_pt: Banco: Recibo Do Fornecedor

source: Contacts: (Suppliers) View
pt_pt: Dinheiro Petty: Receba do fornecedor

source: Document: Add New
pt_pt: Jornal Do Fornecedor

source: Documents: View
pt_pt: Fornecedor: Adicione

source: Lead: New
pt_pt: Fornecedor: Achado

source: Leads: View
pt_pt: Dinheiro Petty: Fornecedor Do Pagamento

source: List Unallocated Queries
pt_pt: Ordens: Vista Cancelada

source: Query: New
pt_pt: Compras: Detalhes Retornados Internacionais

source: Queries: Manage
pt_pt: Compras: Non O Estoque Recebeu Return/Details

source: Workshop Age Report
pt_pt: Compras: Non Detalhes Retornados Estoque

source: Workshop Date Report
pt_pt: Compras: Non Conservado em estoque Internacional Recebido

source: Team: Add
pt_pt: Ordem: Non Conservado em estoque Ligado Novo

source: Make Backup
pt_pt: Grupo Do Fornecedor: Adicione

source: Query Category: Add
pt_pt: Grupos Do Fornecedor: Fornecedor de View/Add

source: Query Categories: View
pt_pt: Pricelist: Adicione

source: Action: Add
pt_pt: Pricelists: Details/Print/Edit

source: Actions: View
pt_pt: Pricelists: Copy/Remove

source: Workshop Conditions
pt_pt: Fornecedor Pricelist: Adicione

source: Workshop: View
pt_pt: Fornecedor Pricelists: Details/Copy

source: Workshop: Add to
pt_pt: Fornecedor Pricelists: Edit/Remove

source: Quick Setup
pt_pt: Relatório Da Transação Dos Fornecedores

source: View User
pt_pt: Lista Do Fornecedor Da Cópia

source: Add New Company
pt_pt: Jornal Conservado em estoque

source: Set Company Banking Details
pt_pt: Receba O Estoque

source: Navigation Opens in New Window
pt_pt: Retorne O Estoque

source: Navigation Opens in Same Window
pt_pt: Estoque: Busca

source: Register Cubit
pt_pt: Estoque da vista no trânsito

source: Logout
pt_pt: No. Da Série Do Achado.

source: View Settings
pt_pt: Estoque Disponível

source: Change Splash Screen
pt_pt: Níveis Conservados em estoque

source: Set Login Retries
pt_pt: Relatório Conservado em estoque Das Vendas (Por Invoices)

source: Set customer credit limit response
pt_pt: Relatório Conservado em estoque Do Movimento

source: Update Exchange Rate
pt_pt: Estoque: Adicione

source: View Year Names
pt_pt: Categoria Conservada em estoque: Adicione

source: Set Currency Symbol
pt_pt: Categorias Conservadas em estoque: Details/Edit

source: Cubit Version Information
pt_pt: Classificação Conservada em estoque: Adicione

source: Error reading navigation link target.
pt_pt: Estoque A Classificação: Edit/Remove

source: Error updating navigation link target (INS).
pt_pt: Loja: Adicione

source: Error updating navigation link target (UPD).
pt_pt: Lojas: Edit/Remove

source: Unabled to retrive sales reps from Cubit.
pt_pt: Aumente O Preço Vendendo

source: - There are no valid Databases in the system.
pt_pt: Ajuste A Loja Do Defeito

source: Maintenance Complete
pt_pt: Ajuste o tipo do VAT do preço vendendo do estoque

source: Confirm Settings
pt_pt: Ajuste A Aprovaçã0 Das Compras Conservadas em estoque

source: Month End
pt_pt: Estoque o ponto do ajuste da venda

source: Interest Settings
pt_pt: Ajuste O Cliente Da Variação De Custo

source: Settings updated
pt_pt: Veja Moedas correntes

source: The settings has been updated.
pt_pt: Adicione O Código do Vat
