Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Unable to retrieve suppliers from Cubit.
pt_pt: Lista de preço do copy

source: Unable to retrieve default workshop conditions
pt_pt: Da lista de preço

source: Check out
pt_pt: &#8364; lista de preço

source: Where
pt_pt: Confirme a lista de preço do copy

source: Workshop conditions
pt_pt: Incapaz de adicionar copí a lista de preço &nbsp; base de

source: Unable to retrieve workshop information from Cubit.
pt_pt: dados.

source: Workshop receipt for
pt_pt: Cópia da lista de preço

source: Unable to retrieve customer number from Cubit.
pt_pt: Termos Overdue

source: Age
pt_pt: Adicione O Termo Overdue

source: Date (YYYY-MM-DD)
pt_pt: Obstrua O Cliente

source: Workshop report
pt_pt: &#141;ndice

source: &laquo View workshop
pt_pt: Adicione A Lista De Preço

source: Ref no
pt_pt: Commission(input zero para usar o commission conservado em

source: Select Employee(s)
pt_pt: estoque dos ajustes)

source: Analysis of Receipts
pt_pt: Pessoas Das Vendas Da Vista

source: Analysis of Payments
pt_pt: Confirme A Pessoa Das Vendas

source: Continue>
pt_pt: Veja A Pessoa Das Vendas

source: There are no Assets recorded on Cubit.
pt_pt: Incapaz de adicionar o armazém &nbsp; base de dados.

source: Unable to query database
pt_pt: Pessoa das vendas adicionada ao sistema

source: Self
pt_pt: Confirme Removem O Cliente

source: Add Date
pt_pt: Departamentos

source: Add Name of Course or Qualification
pt_pt: No. Do Departamento

source: Date Commenced:
pt_pt: Cliente De Renda

source: Date Completed:
pt_pt: Cliente De Controle Dos Devedores

source: Select Training Provider:
pt_pt: Cliente De Controle Dos Credores

source: Name of Assessor:
pt_pt: Não há nenhum departamento no cubit.

source: Cost of training:
pt_pt: Termos Overdue Da Vista

source: Individual competent date:
pt_pt: Confirme O Termo Overdue

source: Other Details:
pt_pt: Termo Overdue

source: Add Qualification to Staff Member
pt_pt: Termos overdue da vista

source: Training Provider:
pt_pt: Incapaz de adicionar o termo overdue &nbsp; base de dados.

source: Cost of Training:
pt_pt: Termo overdue adicionado ao sistema

source: Individual Competent Date:
pt_pt: Id Inválido.

source: Other Details:
pt_pt: Edite O Termo Overdue

source: Add Training Provider
pt_pt: Confirme Editam O Termo Overdue

source: Training Provider Details
pt_pt: O Termo Overdue Editou

source: Training BEE
pt_pt: O termo overdue foi editado.

source: Confirm Training Provider
pt_pt: Lista de preço do fornecedor do copy

source: No qualifications recorded for this staff member.
pt_pt: Da lista de preço do fornecedor

source: Course Name
pt_pt: &#8364; lista de preço do fornecedor

source: Course Start Date
pt_pt: Confirme a lista de preço do fornecedor do copy

source: Course End Date
pt_pt: Departamento Inválido Id.

source: Edit Staff Member Qualification
pt_pt: Edite O Departamento

source: Search String
pt_pt: Veja Departamentos

source: Enter Date
pt_pt: Confirme Editam O Departamento

source: Competent Date
pt_pt: Incapaz de editar o departamento nenhuma base de dados.

source: New Workshop Callout Document
pt_pt: O departamento editou

source: View Callout Documents
pt_pt: Termos De Crédito

source: New Callout Document
pt_pt: Adicione O Termo De Crédito

source: Unable to insert callout document to Cubit.
pt_pt: Não há nenhum cliente de renda no cubit.

source: Unable to get call out person information
pt_pt: Número Do Departamento

source: No Call out People Found. Please add at least one.
pt_pt: Ponto da venda: Dinheiro no cliente da mão

source: Callout Document Not Found
pt_pt: Ponto do cliente de renda da venda

source: Unable to get call out people from system.
pt_pt: Confirme O Departamento

source: There were no Call Out People found.
pt_pt: Incapaz de adicionar o deparment &nbsp; base de dados.

source: ITEM PRICE
pt_pt: Departamento adicionado ao sistema

source: New CallOut
pt_pt: Termos De Crédito Da Vista

source: Callout Document Details
pt_pt: Confirme O Termo De Crédito

source: Job Number
pt_pt: Veja termos de crédito

source: Date Service Required
pt_pt: Incapaz de adicionar o termo de crédito &nbsp; base de dados.

source: Default Travel or Call Out
pt_pt: Termo de crédito adicionado ao sistema

source: Default Labour
pt_pt: Selecione O Armazém Do Defeito

source: Description Of Callout
pt_pt: Opte Pelo Armazém

source: - Callout Document Not Found
pt_pt: O ajuste foi adicionado com sucesso ao cubit.

source: Unable to update callout document items in Cubit.
pt_pt: Edite O Termo De Crédito

source: Unable to insert callout document items to Cubit.
pt_pt: Confirme Editam O Termo De Crédito

source: Unable to update callout document in Cubit.
pt_pt: O Termo De Crédito Editou

source: Unable to update callout document data in Cubit.
pt_pt: O termo de crédito foi editado.

source: Unable to insert callout document data to Cubit.
pt_pt: Classificustion

source: Unable to update callout document status in Cubit.
pt_pt: Taxa de troca do update

source: Print Callout Document
pt_pt: Há está uma moeda corrente no cubit.

source: New Callout Document Saved
pt_pt: Confirme a taxa de troca do update

source: Heading
pt_pt: As taxas de troca foram atualizadas

source: Content
pt_pt: As taxas de troca foram atualizadas com sucesso no sistema.

source: Search By Keyword(s) Or Question
pt_pt: Edite O Cliente

source: Unable to get search results
pt_pt: Confirme Editam O Cliente

source: No results were found.
pt_pt: Não há nenhum artigo conservado em estoque no pricelist

source: New Search
pt_pt: selecionado.

source: Unable to get support question information
pt_pt: Lista De Preço Do Fornecedor

source: Invalid ID Supplied
pt_pt: Custo Do Cliente De Vendas

source: Result Heading
pt_pt: Cliente De Controle Conservado em estoque

source: Result Content
pt_pt: Lojas Da Vista

source: Return To Results
pt_pt: Confirme A Loja

source: Unable to get invoice information
pt_pt: Armazene adicionado ao sistema

source: Save & Close &raquo
pt_pt: Listas De Preço

source: Unable to update delivery address
pt_pt: Não há nenhuma lista de preço no cubit.

source: Start
pt_pt: Copy

source: Barcode Character Length
pt_pt: Confirme removem a lista de preço

source: Barcode Length
pt_pt: Incapaz de remover a lista de preço da base de dados.

source: Barcodes In Single Line (Will be split based on specified Width)
pt_pt: A Lista De Preço Removeu

source: The code you selected already exits in the system.
pt_pt: Confirme removem a lista de preço do fornecedor

source: RFID Tag Character Length
pt_pt: Lista de preço do fornecedor

source: Please go set the point of sale settings under the stock settings
pt_pt: A Lista De Preço Do Fornecedor Removeu

source: The code you selected is invalid.
pt_pt: Confirme Removem A Categoria

source: Unable to retrieve income sources from Cubit.
pt_pt: Incapaz de remover a categoria da base de dados.

source: Unable to retrieve employee information from Cubit.
pt_pt: A Categoria Removeu

source: Values
pt_pt: Edite a lista de preço

source: IRP 5 Number
pt_pt: Preços na lista de preço

source: Directive Number
pt_pt: Preços não na lista de preço

source: Voluntary over-deduction
pt_pt: Adicione &nbsp; lista de preço

source: Income Sources
pt_pt: Não há nenhum artigo conservado em estoque na lista de

source: RF IND
pt_pt: preço.

source: Unable to save income sources to Cubit.
pt_pt: Confirme editam a lista de preço

source: Unable to update income sources to Cubit.
pt_pt: Preços não na lista de preço

source: Unable to remove selected items from Cubit.
pt_pt: Incapaz de adicionar o listname &nbsp; base de dados.

source: Unable to create a dummy entry into Cubit.
pt_pt: A lista de preço editou

source: Unable to retrieve employee deductions from Cubit.
pt_pt: Listas De Preço Do Fornecedor

source: POS Manager
pt_pt: Adicione A Lista De Preço Do Fornecedor

source: Branch Address
pt_pt: Pessoa Inválida Id Das Vendas.

source: Add & Close &raquo;
pt_pt: Confirme Removem A Pessoa Das Vendas

source: Branch Description
pt_pt: Incapaz de remover a pessoa das vendas da base de dados.

source: Confirm & Close &raquo;
pt_pt: A Pessoa Das Vendas Removeu

source: Save & Close &raquo;
pt_pt: Confirme O Cliente

source: Time Completed: _________________
pt_pt: Confirme Removem O Termo Overdue

source: Description of stock used
pt_pt: Incapaz de remover o termo overdue da base de dados.

source: Price (Excl VAT)
pt_pt: O Termo Overdue Removeu

source: Total Distance (If Relevant): _____________
pt_pt: O termo overdue foi removido.

source: Travel Price (Excl Vat): __________________
pt_pt: Edite a lista de preço do fornecedor

source: Total amount or units of labour: __________
pt_pt: Confirme editam a lista de preço do fornecedor

source: Labour Price (Excl Vat): __________________
pt_pt: A lista de preço do fornecedor editou

source: Estimated
pt_pt: Não há nenhuma categoria no cubit.

source: Customer's Signature :
pt_pt: Povos Das Vendas

source: Date: ____ / ________ / 20___
pt_pt: Lojas

source: Incomplete Call Out Documents
pt_pt: Não há nenhuma loja no cubit.

source: No incomplete call out documents.
pt_pt: Edite A Categoria

source: Confirm Cancel Incomplete Call Out Documents
pt_pt: Confirme Editam A Categoria

source: View Call Out Documents
pt_pt: Incapaz de editar a categoria &nbsp; base de dados.

source: Unable to insert call out document record to Cubit.
pt_pt: A Categoria Editou

source: Unable to remove call out document from Cubit.
pt_pt: Edite A Pessoa Das Vendas

source: Unable to delete call out document items from Cubit.
pt_pt: Confirme Editam A Pessoa Das Vendas

source: Incomplete Call Out Document Cancelled
pt_pt: Incapaz de adicionar o salesp &nbsp; base de dados.

source: View Cancelled Call Out Documents
pt_pt: A pessoa das vendas editou

source: There are no previous cancelled Call Out Documents.
pt_pt: Confirme Removem O Departamento

source: Cancel Call Out Documents
pt_pt: Incapaz de remover o departamento da base de dados.

source: Call Out Document Not Found
pt_pt: O Departamento Removeu

source: Unable to remove Call Out documents from Cubit.
pt_pt: Confirme Removem O Termo De Crédito

source: Unable to insert Call Out Document record to Cubit.
pt_pt: Incapaz de remover o termo de crédito da base de dados.

source: Call Out Document Cancelled
pt_pt: O Termo De Crédito Removeu

source: Select Document
pt_pt: O termo de crédito foi removido.

source: Upload
pt_pt: Loja Inválida Id.

source: Unable to remove current scanned entry
pt_pt: Edite A Loja

source: Unable to add new call out document scanned image
pt_pt: Confirme Editam A Loja

source: Please select a document to upload
pt_pt: Incapaz de editar a loja &nbsp; base de dados.

source: ""No items were found in the workshop archive for the current date selection
pt_pt: A loja editou

source: Return to Workshop
pt_pt: Não há nenhuma loja encontrada no cubit.

source: Workshop Archive
pt_pt: Aumente A Porcentagem

source: Filter
pt_pt: Selecione Lojas

source: Unable to update workshop information to Cubit.
pt_pt: Não há nenhum artigo conservado em estoque sob o armazém

source: No grievances recorded for the staff member.
pt_pt: selecionado.

source: First Recorded Date
pt_pt: O Preço Vendendo Aumentou

source: Company Date
pt_pt: Confirme Removem A Loja

source: Input:
pt_pt: Incapaz de remover a loja da base de dados.

source: Pos Discounts
pt_pt: A Loja Removeu

source: Disable Pos User Discounts
pt_pt: Adicione Chamam A Pessoa

source: Pos User Discounts
pt_pt: Contate O Número

source: Unable to save the pos user discount setting to Cubit.
pt_pt: A Vista Chama Povos

source: Successfully updated the information to Cubit.
pt_pt: Novo Chame O Original

source: Staff Member
pt_pt: Confirme Chamam A Pessoa

source: View Incomplete Non-Stock Invoices
pt_pt: Incapaz de adicionar chame a pessoa &nbsp; base de dados.

source: There are no incomplete non stock invoices found.
pt_pt: Chame a pessoa adicionada ao sistema

source: Default Comments for Statements
pt_pt: O Invalid Chama A Pessoa Id.

source: Successfully updated default statement comments.
pt_pt: Edite Chamam A Pessoa

source: Warn/Block on Customers Reaching Credit Limit
pt_pt: A Vista Chama Pessoas

source: Response
pt_pt: Confirme Editam Chamam A Pessoa

source: Default Comments for POS Invoices
pt_pt: Incapaz de atualizar chame a informação da pessoa.

source: Unable to retrieve locale setting.
pt_pt: Chame A Pessoa Editada

source: Enable
pt_pt: Confirme Removem Chamam A Pessoa

source: Enable Locale
pt_pt: A Vista Chama A Pessoa

source: Successfully updated the default locale setting.
pt_pt: Incapaz de remover chame a pessoa da base de dados.

source: Unable to load translation text.
pt_pt: Chame A Pessoa Removida

source: Unable to load language codes.
pt_pt: Chame Povos

source: Unable to load country codes.
pt_pt: Há nenhum chama povos no cubit.

source: Cancelled Sales Order Details
pt_pt: O clearing do erro refresca o bloco.

source: Please select who you wish to send this page to:
pt_pt: Erro que faz a verificação da manipulação da data.

source: Send Emails
pt_pt: Erro que atualiza os daylogs (LIDOS).

source: Send Page
pt_pt: Erro que atualiza os daylogs (INS).

source: Email Status
pt_pt: Erro que atualiza os daylogs (UPD).

source: Confirm Call Out Document Has Been Invoiced
pt_pt: Erro que conta dias do uso.

source: View Callout Documentss
pt_pt: Idade do uso verificar de erro.

source: Unable to update call out document information
pt_pt: Registro do uso da leitura de erro (GU).

source: View Invoiced Call Out Documents.
pt_pt: Erro que atualiza o registro do uso (SUDU).

source: Invoiced
pt_pt: Erro que atualiza o registro do uso (SUDI).

source: Unable to get stock information
pt_pt: Erro que atualiza o registro do uso (SUU).

source: Unable to get supplier information
pt_pt: Erro que atualiza o registro do uso (SUI).

source: View Returned International Non Stock Orders
pt_pt: Erro que começa a primeira data da transação.

source: Returned International Non Stock Orders
pt_pt: Porcentagem do Vat

source: Unable to retrieve purchase information from Cubit.
pt_pt: Confirme O Código do Vat

source: Returned International Non Stock Purchase Details
pt_pt: O VAT codifica adicionado ao sistema
