Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: From
pt_pt: O Tag de RFID leu a taxa

source: To
pt_pt: Adicione Novo

source: Unblock Supplier
pt_pt: Garantia

source: Unable to Unblock supplier in database.
pt_pt: Imagem Conservada em estoque Do Upload

source: Supplier unblocked
pt_pt: Unidade de medida de compra

source: Add Payment
pt_pt: Vendendo a unidade de medida

source: There are no Customers with valid email addresses in Cubit.
pt_pt: Vendendo unidades por a unidade de compra

source: Email Customers
pt_pt: Nível

source: Unable to retrieve the invoices template setting from Cubit.
pt_pt: Preço vendendo por a unidade

source: Unable to retrieve the statement template setting from Cubit.
pt_pt: Supplier1

source: Unable to retrieve pdf reprint template setting from Cubit.
pt_pt: Supplier2

source: Template Settings
pt_pt: Supplier3

source: Layout
pt_pt: Não há nenhum armazém do estoque no cubit.

source: Preview
pt_pt: Exempt do VAT

source: Invoices / Credit Notes
pt_pt: Classe do produto

source: Preview PDF Tax Invoice
pt_pt: Unidade de medida comprada

source: Preview HTML Tax Invoice
pt_pt: Vendendo unidades por a unidade comprada

source: Preview PDF Statement
pt_pt: Nível mínimo

source: Preview Default PDF Statement
pt_pt: Nível máximo

source: Invoice PDF Reprints
pt_pt: Porcentagem Do Markup

source: Statements
pt_pt: Selecione por favor uma imagem para upload de sua

source: PDF Reprints
pt_pt: movimentação dura.

source: Unable to update the statements template setting to Cubit.
pt_pt: Estoque novo adicionado &nbsp; base de dados

source: Unable to update the invoice template settings to Cubit.
pt_pt: A Vista Chama Originais Para Facturar.

source: Unable to update the statements template settings to Cubit.
pt_pt: Chame A Pessoa

source: Successfully updated the template settings.
pt_pt: No. Do Trabalho.

source: Proforma Inv No
pt_pt: Preste serviços de manutenção &#8364; Data

source: Add Price list
pt_pt: Nenhum precedente chama originais.

source: Price Amount
pt_pt: Incapaz de começar chame a informação do original

source: Show on price list
pt_pt: Upload O Original Feito a varredura

source: There are no stock items in the selected warehouse.
pt_pt: Mude O Original Uploaded

source: Confirm Price list
pt_pt: Veja O Original

source: Unable to add price list to database.
pt_pt: Termine (Facturado)

source: Price list added to system
pt_pt: Não encontrou

source: Add Supplier Price list
pt_pt: Nenhum Invoices Alocou

source: Selling Amount
pt_pt: Nenhum Invoices Incompleto Alocou

source: View Supplier Price Lists
pt_pt: Nenhuma Ordem Das Vendas Alocou

source: Please select at least one stock item.
pt_pt: Nenhuma Ordem Do Consignment Alocou

source: Confirm Supplier Price list
pt_pt: Alocamento Conservado em estoque

source: Supplier Price list added to system
pt_pt: A Quantidade Alocou

source: View Categories
pt_pt: Entregas Previstas

source: Confirm Category
pt_pt: Número

source: Unable to add category to database.
pt_pt: Entregas Internacionais Previstas

source: Category added to system
pt_pt: Na Mão

source: Last Invoice No.
pt_pt: Alocado

source: Last Invoice Credit Note No.
pt_pt: Na Ordem

source: Last Purchase No.
pt_pt: Preço vendendo por vender a unidade

source: Last invoice number cannot be less than current invoice number.
pt_pt: Nenhuns invoices unprinted da posição

source: "" Last Credit note number cannot be less than current credit note number.
pt_pt: Unidades disponíveis

source: Last Purchase Number cannot be less than current purchase number.
pt_pt: Nível De Minimun

source: Error updating sequences for invoice id
pt_pt: Nível Máximo

source: Error updating sequences for credit note
pt_pt: Uma quantidade do custo por a unidade (aumento conservado em

source: Error updating sequences for purchase id
pt_pt: estoque somente)

source: Copy Price list
pt_pt: Números De série Das Unidades

source: From Price list
pt_pt: Uma quantidade do custo por a unidade

source: To Price list
pt_pt: Artigo Conservado em estoque Do Bloco

source: Confirm Copy Price list
pt_pt: Armazém

source: Unable to add copied price list to database.
pt_pt: Preço de custo por vender a unidade

source: Price list copy
pt_pt: O artigo conservado em estoque obstruiu

source: Overdue Terms
pt_pt: Compre O Estoque

source: Add Overdue Term
pt_pt: O Estoque Comprado Gravou

source: Block Account
pt_pt: Adicione A Categoria Conservada em estoque

source: Index
pt_pt: Código da categoria

source: Add Price List
pt_pt: Nome da categoria

source: Commission(input zero to use stock settings commission)
pt_pt: Categoria Conservada em estoque Da Vista

source: View Sales Persons
pt_pt: Código Da Categoria

source: Confirm Sales Person
pt_pt: Categoria conservada em estoque nova adicionada &nbsp; base de

source: View Sales Person
pt_pt: dados

source: Unable to add warehouse to database.
pt_pt: Categoria Inválida Id.

source: Sales Person added to system
pt_pt: Unidade de medida de compra

source: Confirm Remove Customer
pt_pt: Vendendo a unidade de medida

source: Departments
pt_pt: Categoria Conservada em estoque

source: Dept No
pt_pt: Edite A Categoria Conservada em estoque

source: Income Account
pt_pt: Veja As Categorias Conservadas em estoque

source: Debtors Control Account
pt_pt: Incapaz de atualizar a categoria conservada em estoque no

source: Creditors Control Account
pt_pt: cubit.

source: There are no Departments in Cubit.
pt_pt: A categoria conservada em estoque editou

source: View Overdue Terms
pt_pt: Remova A Categoria Conservada em estoque

source: Confirm Overdue Term
pt_pt: Categoria Conservada em estoque Inválida Id.

source: Overdue Term
pt_pt: Categoria conservada em estoque removida do cubit

source: View Overdue terms
pt_pt: Código De Classificação

source: Unable to add Overdue term to database.
pt_pt: Classificações Da Vista

source: Overdue term added to system
pt_pt: Confirme A Classificação

source: Invalid ID.
pt_pt: Código de classificação

source: Edit Overdue Term
pt_pt: Incapaz de adicionar o classname &nbsp; base de dados.

source: Confirm Edit Overdue Term
pt_pt: Classificação adicionada ao sistema

source: Overdue Term Edited
pt_pt: Edite A Classificação

source: Overdue term has been edited.
pt_pt: Confirme Editam A Classificação

source: Copy Supplier Price list
pt_pt: Incapaz de editar a classificação.

source: From Supplier Price list
pt_pt: A classificação editou

source: To Supplier Price list
pt_pt: Remova A Classificação

source: Confirm Copy Supplier Price list
pt_pt: Incapaz de remover a classificação.

source: Invalid Department ID.
pt_pt: A Classificação Removeu

source: Edit Department
pt_pt: Classificlassions

source: View Departments
pt_pt: Não há nenhum Classificlassions no cubit.

source: Confirm Edit Department
pt_pt: Incapaz de começar a imagem conservada em estoque.

source: Unable to edit Department no database.
pt_pt: Edite O Estoque

source: Department edited
pt_pt: Procurare O Estoque

source: Credit Terms
pt_pt: Feche &nbsp; chave Detalhes

source: Add Credit Term
pt_pt: Procurare Perto

source: There are no Income accounts in Cubit.
pt_pt: Chave De Busca

source: Dept Number
pt_pt: Sorte Perto

source: Point of Sale: Cash on hand account
pt_pt: Sorte Perto:

source: Point of Sale Income Account
pt_pt: Nenhum Estoque Encontrou.

source: Confirm Department
pt_pt: Custo de todos os bens na mão

source: Unable to add deparment to database.
pt_pt: Custo por a unidade

source: Department added to system
pt_pt: &#353;ltimo Preço De Custo

source: View Credit Terms
pt_pt: Custo alocado por a unidade

source: Confirm Credit Term
pt_pt: Lev Mínimo

source: View Credit terms
pt_pt: Lev Máximo

source: Unable to add credit term to database.
pt_pt: Unidade Da Medida

source: Credit term added to system
pt_pt: Preço de custo alocado por a unidade

source: Select Default Warehouse
pt_pt: Preço de Retail/elling

source: Default Warehouse
pt_pt: Relatório Da Vista

source: Setting has been successfully added to Cubit.
pt_pt: Alocamento Da Vista

source: Edit Credit Term
pt_pt: Estoque Inválido Id.

source: Confirm Edit Credit Term
pt_pt: Valor Do Markup

source: Credit Term Edited
pt_pt: O estoque editou

source: Credit term has been edited.
pt_pt: Aumente Preços Vendendo Dos Artigos Conservados em estoque

source: Classificustion
pt_pt: Pricelist

source: Update Exchange rate
pt_pt: Aumente O Tipo

source: There are is currency in Cubit.
pt_pt: Aumente

source: Confirm Update Exchange rate
pt_pt: Lista De Preço Inválida Id.

source: Exchange rates have been updated
pt_pt: Lista de preço

source: Exchange rates have been successfully updated on the system.
pt_pt: Preços

source: Edit Customer
pt_pt: Artigo

source: Confirm Edit Customer
pt_pt: Preço Velho

source: There are no stock items on the selected pricelist.
pt_pt: Preço Novo

source: Supplier Price List
pt_pt: Não há nenhum artigo conservado em estoque no pricelist

source: Cost Of Sales Account
pt_pt: selecionado.

source: Stock Control Account
pt_pt: não há conservado em estoque para a lista de preço.

source: View Stores
pt_pt: Confirme O Aumento Dos Preços Vendendo Do Estoque

source: Confirm Store
pt_pt: Incapaz de buscar artigos da lista de preço do cubit.

source: Store added to system
pt_pt: Não há conservado em estoque para a lista de preço.

source: Price Lists
pt_pt: Incapaz de atualizar artigos da lista de preço ao cubit.

source: There are no Price Lists in Cubit.
pt_pt: Os Preços Vendendo Aumentaram

source: Copy
pt_pt: Continue a facturar

source: Confirm Remove Price list
pt_pt: Incapaz de atualizar devedores no cubit.

source: Unable to remove Price List from database.
pt_pt: Critérios

source: Price List Removed
pt_pt: Mostre somente o estoque abaixo do nível do minimun

source: Confirm Remove Supplier Price list
pt_pt: Pela Loja

source: Supplier Price list
pt_pt: Todas as categorias, classificações e lojas

source: Supplier Price List Removed
pt_pt: Relatórios Conservados em estoque

source: Confirm Remove Category
pt_pt: Nível Mínimo

source: Unable to remove category from database.
pt_pt: Nível Máximo

source: Category Removed
pt_pt: Unidades Purchased/Increase

source: Edit Price list
pt_pt: As Unidades Venderam

source: Prices on price list
pt_pt: Comprado

source: Prices Not on price list
pt_pt: Vendido

source: Add to price list
pt_pt: Diminuição

source: There are no stock items on the price list.
pt_pt: Relação

source: Confirm Edit Price list
pt_pt: Ajustes Conservados em estoque

source: Prices not on price list
pt_pt: Remova O Estoque

source: Unable to add listname to database.
pt_pt: Incapaz de remover o estoque do cubit.

source: Price List edited
pt_pt: Estoque removido do cubit

source: Supplier Price Lists
pt_pt: Relatórios do controle conservado em estoque

source: Add Supplier Price List
pt_pt: Notas De Crédito Totais

source: Invalid Sales Person ID.
pt_pt: Tudo

source: Confirm Remove Sales Person
pt_pt: Nenhum dobrador encontrou.

source: Unable to remove Sales Person from database.
pt_pt: Incapaz de recuperar ligações.

source: Sales Person Removed
pt_pt: [ Nenhuns Contatos Encontrados ]

source: Confirm Customer
pt_pt: Incapaz de recuperar o email address para o contato.

source: Confirm Remove Overdue Term
pt_pt: Escreva O Correio

source: Unable to remove Overdue term from database.
pt_pt: Verifique O Correio

source: Overdue Term Removed
pt_pt: Incapaz de recuperar ligações do cubit.

source: Overdue term has been removed.
pt_pt: [ nenhuns contatos encontrados ]

source: Edit Supplier Price list
pt_pt: DATA ATUAL

source: Confirm Edit Supplier Price list
pt_pt: TEMPO

source: Supplier Price List edited
pt_pt: FEITO

source: There are no Categories in Cubit.
pt_pt: Números De série Conservados em estoque

source: Sales People
pt_pt: No. Da Série.

source: Stores
pt_pt: Encontre Outros

source: There are no Stores in Cubit.
pt_pt: Adicione a categoria conservada em estoque

source: Edit Category
pt_pt: Veja a categoria conservada em estoque

source: Confirm Edit Category
pt_pt: Adicione A Classificação Conservada em estoque

source: Unable to Edit category to database.
pt_pt: Veja As Classificações Conservadas em estoque

source: Category Edited
pt_pt: Adicione A Loja

source: Edit Sales Person
pt_pt: Veja A Loja

source: Confirm Edit Sales Person
pt_pt: Adicione Pricelist

source: Unable to add salesp to database.
pt_pt: Veja Pricelist

source: Sales Person edited
pt_pt: No. da S&#8240;RIE.

source: Confirm Remove Department
pt_pt: Não alocado

source: Unable to remove Department from database.
pt_pt: Não colocado em série

source: Department Removed
pt_pt: Transferência Conservada em estoque

source: Confirm Remove Credit Term
pt_pt: Estoque Atual

source: Unable to remove credit term from database.
pt_pt: Na ordem

source: Credit Term Removed
pt_pt: Unidade

source: Credit term has been removed.
pt_pt: Estoque De Transferência

source: Invalid Store ID.
pt_pt: Transferência a

source: Edit Store
pt_pt: &#8364; Filial

source: Confirm Edit Store
pt_pt: Para armazenar

source: Unable to edit Store to database.
pt_pt: Número das unidades

source: Store edited
pt_pt: de transferência

source: There are no Stores found in Cubit.
pt_pt: Incapaz de atualizar o estoque no cubit.

source: Increase Percentage
pt_pt: O estoque foi transferido

source: Select Stores
pt_pt: O número das unidades transferiu

source: There are no stock items under the selected warehouse.
pt_pt: Estoque da vista no trânsito

source: Selling Price Increased
pt_pt: Incapaz de introduzir o estoque no trânsito.

source: Confirm Remove Store
pt_pt: O estoque foi feito exame ao trânsito

source: Unable to remove Store from database.
pt_pt: Transferido a

source: Store Removed
pt_pt: Número de trânsito inválido.

source: Add Call Out Person
pt_pt: Cancele Transferência Conservada em estoque

source: Contact Number
pt_pt: Incapaz de remover o estoque do trânsito.

source: View Call Out People
pt_pt: O tranfer conservado em estoque cancelou

source: New Call Out Document
pt_pt: O tranfer conservado em estoque foi cancelado.

source: Confirm Call Out Person
pt_pt: Entrega Conservada em estoque De Transferência

source: Unable to add Call Out Person to database.
pt_pt: Não há nenhum artigo conservado em estoque no trânsito.

source: Call Out Person added to system
pt_pt: Da Filial

source: Invalid Call Out Person ID.
pt_pt: Do Armazém

source: Edit Call Out Person
pt_pt: Ao Armazém

source: View Call Out Persons
pt_pt: Entregado

source: Confirm Edit Call Out Person
pt_pt: Unblock O Artigo Conservado em estoque

source: Unable to update call out person information.
pt_pt: Estoque o artigo unblocked

source: Call Out Person Edited
pt_pt: Nova tentativa

source: Confirm Remove Call Out Person
pt_pt: Aloce Barcode

source: View Call Out Person
pt_pt: Incapaz de começar o DB conservado em estoque do fro.

source: Unable to remove Call Out Person from database.
pt_pt: Não há nenhum artigo conservado em estoque.

source: Call Out Person Removed
pt_pt: Aloce O No. Da Série.

source: Call Out People
pt_pt: Preço De varejo

source: There are no Call Out People in Cubit.
pt_pt: Incapaz de recuperar armazéns do cubit.

source: Error clearing refresh block.
pt_pt: Fornecedor Do Bloco

source: Error doing date manipulation check.
pt_pt: Incapaz de obstruir o fornecedor na base de dados.

source: Error updating daylogs (READ).
pt_pt: O fornecedor obstruiu

source: Error updating daylogs (INS).
pt_pt: ABELHA Do Status

source: Error updating daylogs (UPD).
pt_pt: Há já um fornecedor com esse número.

source: Error counting usage days.
pt_pt: Confirme O Fornecedor

source: Error checking usage age.
pt_pt: Incapaz de editar o fornecedor na base de dados.

source: Error reading usage log (GU).
pt_pt: O fornecedor editou

source: Error updating usage log (SUDU).
pt_pt: No. Supl..

source: Error updating usage log (SUDI).
pt_pt: Nome Do Fornecedor

source: Error updating usage log (SUU).
pt_pt: Incapaz de adicionar o fornecedor &nbsp; lista do contato. (RD)

source: Error updating usage log (SUI).
pt_pt: Nome De Grupo:

source: Error getting first transaction date.
pt_pt: Incapaz de introduzir o grupo no cubit.

source: VAT Percentage
pt_pt: Incapaz de recuperar grupos do fornecedor do cubit.

source: Confirm VAT Code
pt_pt: Nenhum grupo do fornecedor encontrou! Adicione primeiramente grupos do

source: VAT Code added to system
pt_pt: fornecedor para usar esta característica.

source: Invalid code.
pt_pt: Remova O Selecionado

source: Edit VAT Code
pt_pt: Incapaz de recuperar a lista dos fornecedores do cubit.

source: Confirm Edit VAT Code
pt_pt: Incapaz de verificar se o usuário estiver já no grupo

source: Unable to edit vat code.
pt_pt: Incapaz de começar o nome do fornecedor do cubit.

source: VAT Code edited
pt_pt: Incapaz de validar se o usuário estiver no grupo.

source: Remove VAT Code
pt_pt: Incapaz de adicionar o fornecedor no grupo

source: VAT Code Removed
pt_pt: O fornecedor está já nesse grupo.

source: VAT Code, has been removed from Cubit.
pt_pt: Fornecedores a ser removidos dos grupos

source: VAT Codes
pt_pt: Remova do grupo

source: Zero VAT
pt_pt: Incapaz de recuperar a identificação de grupo do cubit.

source: Error reading vat registration settings.
pt_pt: Incapaz de recuperar o nome do fornecedor do cubit.

source: Vat Registered
pt_pt: Incapaz de recuperar o nome de grupo do cubit.

source: Are you VAT Registered?
pt_pt: Grupos inteiros a ser removidos

source: Next >
pt_pt: Incapaz de recuperar grupos do cubit.

source: Invalid vat option selected.
pt_pt: Incapaz de remover os fornecedores dos grupos

source: Tax Period
pt_pt: Os fornecedores foram removidos com sucesso dos grupos.

source: Select Tax Period Category
pt_pt: Incapaz de remover o grupo do cubit.

source: Category A
pt_pt: Incapaz &nbsp;s posses desobstruídas do grupo do cubit.

source: Category B
pt_pt: Os grupos do fornecedor foram removidos com sucesso do cubit.

source: Category C
pt_pt: Grupos Do Fornecedor Da Vista Do

source: Category D
pt_pt: Fornecedores Atuais

source: Category E
pt_pt: No. do fornecedor.

source: Category F
pt_pt: Status da ABELHA

source: Invalid Tax period category selected.
pt_pt: Incapaz de adicionar o fornecedor &nbsp; base de dados. (TB)

source: Invalid month selected.
pt_pt: Incapaz de adicionar o fornecedor &nbsp; base de dados. (TC)

source: Invalid Vat registration option selected.
pt_pt: O fornecedor adicionou ao sistema

source: Selected Tax Period Category
pt_pt: Confirme Removem O Fornecedor

source: Not Vat Registered
pt_pt: Incapaz de remover o fornecedor da base de dados.

source: Finish >
pt_pt: O fornecedor removeu

source: Error updating vat registration settings.
pt_pt: Opções Da Indicação

source: Error updating vat registered setting.
pt_pt: Da Indicação Da Cópia

source: Error updating tax period category.
pt_pt: Número Inválido Do Fornecedor.

source: Add Contact Person
pt_pt: Nenhumas transações precedentes para este mês.

source: Output
pt_pt: Número inválido do fornecedor.

source: Sender
pt_pt: Transações Atuais Do Fornecedor

source: Time Sent:
pt_pt: De

source: Message:
pt_pt: A

source: No Outstanding Messages
pt_pt: Unblock O Fornecedor

source: You have no outstanding messages
pt_pt: Incapaz de unblock o fornecedor na base de dados.

source: view
pt_pt: O fornecedor unblocked

source: delete
pt_pt: Adicione O Pagamento

source: new
pt_pt: Não há nenhum cliente com endereços válidos do email no

source: Date sent
pt_pt: cubit.

source: Unable to retrieve workshop settings from Cubit.
pt_pt: Clientes Do Email

source: Unable to retrieve the stock from Cubit.
pt_pt: Incapaz de recuperar o molde dos invoices que ajusta-se do

source: Unable to retrieve customers from Cubit.
pt_pt: cubit.

source: No customers found
pt_pt: Incapaz de recuperar o molde da indicação que ajusta-se do cubit.

source: Add to workshop
pt_pt: Incapaz de recuperar o molde do reprint do pdf que ajusta-se do cubit.

source: Stock Code/Name
pt_pt: Ajustes Do Molde

source: Serial number
pt_pt: Disposição

source: Unable to retrieve stock from Cubit.
pt_pt: Inspecção prévia

source: Unable to insert workshop data into Cubit.
pt_pt: Invoices/Notas De Crédito

source: Could not be added to the workshop
pt_pt: Invoice Do Imposto do Pdf Da Inspecção prévia

source: Successfully added to workshop
pt_pt: Invoice Do Imposto do HTML Da Inspecção prévia

source: Workshop receipt for:
pt_pt: Indicação do Pdf Da Inspecção prévia

source: Reference Number:
pt_pt: Indicação do Pdf Do Defeito Da Inspecção prévia

source: Workshop Conditions:
pt_pt: Reprints do Pdf Do Invoice

source: Conditions
pt_pt: Indicações

source: Default workshop conditions
pt_pt: Reprints do Pdf

source: Workshop Settings
pt_pt: Incapaz de atualizar o molde das indicações que ajusta-se

source: Unable to retrieve the workshop settings from Cubit.
pt_pt: ao cubit.

source: Unable to update the workshop default display notice setting to Cubit.
pt_pt: Incapaz de atualizar os ajustes do molde do invoice ao cubit.

source: Successfully updated the workshop settings to Cubit.
pt_pt: Incapaz de atualizar os ajustes do molde das indicações ao cubit.

source: Unable to retrieve customer numbers from Cubit.
pt_pt: Atualizou com sucesso os ajustes do molde.

source: Age searching requires a numeric input
pt_pt: No. Proforma De Inv

source: Unable to retrieve workshop items from Cubit.
pt_pt: Adicione a lista de preço

source: Unable to retrieve offset data from Cubit.
pt_pt: Fixe o preço De uma Quantidade

source: &laquo Previous
pt_pt: Mostre na lista de preço

source: Next &raquo
pt_pt: Não há nenhum artigo conservado em estoque no armazém

source: No items found.
pt_pt: selecionado.

source: Unable to retrieve customer name from Cubit.
pt_pt: Confirme a lista de preço

source: Client Collect
pt_pt: Incapaz de adicionar a lista de preço &nbsp; base de dados.

source: Check out to supplier
pt_pt: Lista de preço adicionada ao sistema

source: Check In
pt_pt: Adicione a lista de preço do fornecedor

source: Check Out to supplier
pt_pt: Vendendo Uma Quantidade

source: Unable to retrieve serial number information from Cubit.
pt_pt: Listas De Preço Do Fornecedor Da Vista

source: Status History
pt_pt: Selecione por favor ao menos um artigo conservado em

source: Edit Notes
pt_pt: estoque.

source: View workshop
pt_pt: Confirme a lista de preço do fornecedor

source: Workshop reports
pt_pt: Lista de preço do fornecedor adicionada ao sistema

source: Age report
pt_pt: Categorias Da Vista

source: Ref no.
pt_pt: Confirme A Categoria

source: Status/Notes
pt_pt: Incapaz de adicionar a categoria &nbsp; base de dados.

source: Unable to update data to Cubit.
pt_pt: Categoria adicionada ao sistema

source: Info
pt_pt: &#353;ltimo No. Do Invoice.

source: &laquo View Workshop
pt_pt: &#353;ltimo No. De Nota De Crédito Do Invoice.

source: Unable to retrieve status from Cubit.
pt_pt: &#353;ltimo No. Da Compra.

source: Successfully checked out.
pt_pt: O último número de invoice não pode ser mais menos do que o número

source: Unable to retrieve item from the workshop.
pt_pt: de invoice atual.

source: Client collect from workshop
pt_pt: O último número da nota de crédito não pode ser mais menos do que

source: Reference number
pt_pt: o número atual da nota de crédito.

source: Unable to retrieve status history from Cubit.
pt_pt: O último número da compra não pode ser mais menos do que o número

source: Status history
pt_pt: atual da compra.

source: Unable to retrieve notes from the workshop.
pt_pt: Erro que atualiza seqüências para a identificação do invoice

source: Check in
pt_pt: Erro que atualiza seqüências para a nota de crédito

source: Status
pt_pt: Erro que atualiza seqüências para a identificação da

source: Unable to retrieve workshop item from Cubit.
pt_pt: compra
