Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: View active year and period
pt_pt: Cheque

source: Year Name
pt_pt: Tipo Do Cliente Do Artigo

source: Period Name
pt_pt: Adicione o

source: Financials
pt_pt: Termos De Pagamento

source: Other Reports
pt_pt: dias

source: Double Entry System Transactions
pt_pt: meses

source: DAte
pt_pt: Selecione O Cliente Usado

source: Accounts to be credited does not exist
pt_pt: Seleto Esclareça O Artigo

source: Record Double Entry System Transactions
pt_pt: Adicione &gt;

source: Transactions Recorded
pt_pt: Esclareça O Artigo

source: Charge VAT
pt_pt: O fornecedor inválido ID, ou o fornecedor foram

source: Journal Transaction VAT Details
pt_pt: obstruídos

source: VAT Deductable Account
pt_pt: Número Do Fornecedor

source: VAT Account
pt_pt: Isto vontade debit/credit o cliente do fornecedor

source: VAT Inclusive
pt_pt: selecionado

source: Total Transaction Amount
pt_pt: O fornecedor foi obstruído

source: You selected a main account.
pt_pt: Incapaz de atualizar o fornecedor no cubit.

source: unable to get data.
pt_pt: Das Transações Da Vista

source: Please Select at least one cash/transfer record to bank.
pt_pt: Usuário

source: Proccess Multiple Entries
pt_pt: Nenhumas transações encontradas

source: Error reading journal data.
pt_pt: O número de cliente é além dos limites.

source: Error reading accounts.
pt_pt: Número de cliente inválido.

source: Error fetching customer list.
pt_pt: Edite O Cliente

source: Error reading list of suppliers.
pt_pt: &#8364; Categoria

source: Journal Transactions
pt_pt: Clientes Da Vista

source: Ledg / Cust / Supp Acc
pt_pt: Número inválido da categoria de cliente.

source: Ref No.
pt_pt: Número de cliente selecionado já no uso.

source: Remove selected
pt_pt: Confirme O Cliente Do Movimento

source: Add Line
pt_pt: Cliente editado

source: Process &raquo
pt_pt: Ajustes Do Cliente

source: Error updating journal data (DEL).
pt_pt: Adicione o cliente novo

source: Error updating journal data (UPD).
pt_pt: Veja o cliente

source: Error updating journal data (INS).
pt_pt: Adicione a categoria de cliente nova

source: Error reading data for process.
pt_pt: Veja a categoria de cliente

source: Error updating journal data (PROCDEL)
pt_pt: Ajuste nomes do ano financeiro

source: Select accounts to be used under Income
pt_pt: Veja nomes do ano

source: There are no Accounts under Income.
pt_pt: Ajuste a escala do período

source: Select Expenditure Accounts>
pt_pt: Período próximo

source: Please select at least one income account for the income statement.
pt_pt: Ano próximo

source: Select to be used under Expenditure
pt_pt: Você não pode usar este fucntion em um período

source: ""Please select at least one expenditure account for the income statement.
pt_pt: precedente.

source: Expediture
pt_pt: Há umas entradas do cashbook do grupo que necessita ser processado.

source: Unable to clear the Income statement setting on the Database
pt_pt: Há umas entradas de jornal do grupo que necessita ser processado.

source: Unable to insert income statement settings to database
pt_pt: Período atual próximo

source: Income Statement Settings
pt_pt: Excepto O Contrapeso Experimental

source: Income Statement Settings were successfully added to Cubit.
pt_pt: Excepto A Indicação De Renda

source: List All accounts(New Window)
pt_pt: Excepto A Folha De Contrapeso

source: Account name already exist.
pt_pt: Não podia conservar o contrapeso experimental.

source: The Account number is already in use.
pt_pt: Não podia conservar indicações de renda.

source: You cannot add a sub account for the Customer Control Account.
pt_pt: Não podia conservar a folha de contrapeso.

source: You cannot add a sub account for the Supplier Control Account.
pt_pt: Não podia copí a tabela da transação para examinar a base de

source: You cannot add a sub account for the Inventory account.
pt_pt: dados.

source: You cannot add a sub account for the Employees Control Account.
pt_pt: Incapaz de começar dados do cliente.

source: ""You cannot create a sub account for an account that already has transactions.
pt_pt: Incapaz de introduzir contrapesos do cust

source: Category Type
pt_pt: Incapaz de começar o estoque.

source: Vat Deductable
pt_pt: Não podia copí a tabela da transação do livro-razão dos devedores

source: New Purchases
pt_pt: para examinar a base de dados.

source: Item Account type
pt_pt: Não podia copí a tabela da transação do livro-razão do empregado

source: Please enter full purchases information.
pt_pt: para examinar a base de dados.

source: Cheque number
pt_pt: Não podia copí a tabela da transação do livro-razão dos credores

source: Used Account
pt_pt: para examinar a base de dados.

source: New purchases have been successfully added to Cubit.
pt_pt: Adicione O Cliente Novo

source: There are no credit purchases yet in Cubit.
pt_pt: Selecione o tipo do cliente

source: Outstanding Credit Purchases
pt_pt: Selecione O Nível Do Cliente

source: Pay Selected
pt_pt: Cliente Principal

source: Batch Selected
pt_pt: Cliente Secundário

source: View Creditors Batch
pt_pt: Adicione O Cliente &gt;

source: Add New Category
pt_pt: Adicione O Do Cliente

source: Select Category type
pt_pt: Adicione O Cliente Secundário Novo

source: Add Category &raquo;
pt_pt: Incapaz de recuperar o cliente superior do cubit.

source: Add New Accounts Category
pt_pt: Não há uns clientes principais no cubit.

source: Add Category &raquo
pt_pt: Nome De Cliente Secundário

source: New Accounts Category
pt_pt: Número de cliente principal inválido

source: Add Category
pt_pt: Incapaz de selecionar o valor seguinte para o número de

source: Financial Year Starts in
pt_pt: cliente.

source: Financial Year Ends in
pt_pt: Cliente Novo

source: Set Financial Year Period Range
pt_pt: Ano e período ativos da vista

source: Financial Years Start in
pt_pt: Nome Do Ano

source: Financial year Period Range
pt_pt: Nome Do Período

source: Period Range has been set successfully for financial Years
pt_pt: Financeiros

source: Open a Financial Year
pt_pt: Outros Relatórios

source: Financial Years
pt_pt: Transações Do Sistema Da Entrada Dobro

source: Year Database
pt_pt: Data

source: Select VAT Deductable Accounts
pt_pt: Os clientes a ser creditados não existem

source: - No account selected, please select at least one account
pt_pt: Transações Record Do Sistema Da Entrada Dobro

source: Set VAT Accounts
pt_pt: Transações Gravadas

source: Unable to clear the previous vat settings on the Database
pt_pt: Carga Vat

source: VAT Accounts Settings
pt_pt: Detalhes do Vat Da Transação Do Jornal

source: VAT Accounts settings were successfully added to Cubit.
pt_pt: Cliente do Vat Deductable

source: Period 1
pt_pt: Cliente do Vat

source: Period 2
pt_pt: Vat Inclusivo

source: Period 3
pt_pt: Uma Quantidade Total Da Transação

source: Period 4
pt_pt: Você selecionou um cliente principal.

source: Period 5
pt_pt: incapaz de começar dados.

source: Period 6
pt_pt: Selecione por favor ao menos um registro de cash/transfer para

source: Period 7
pt_pt: depositar.

source: Period 8
pt_pt: Entradas Do Múltiplo De Proccess

source: Period 9
pt_pt: Dados do jornal da leitura de erro.

source: Period 10
pt_pt: Clientes da leitura de erro.

source: Period 11
pt_pt: Erro que busca a lista do cliente.

source: Period 12
pt_pt: Lista da leitura de erro dos fornecedores.

source: Period 13
pt_pt: Transações Do Jornal

source: Period 14
pt_pt: Ledg/Cust/Acumulador Supl.

source: Add Names &raquo
pt_pt: No. Da Referência.

source: "" Please select the period that you want to use. (click the checkboxes on the ""left).
pt_pt: Remova selecionado

source: All Periods has been set successfully for financial Years
pt_pt: Adicione A Linha

source: Could not insert Period names to year Database
pt_pt: Processe o

source: Periods For Financial Year Has Been Written
pt_pt: Erro que atualiza os dados do jornal (DEL).

source: Add New Account
pt_pt: Erro que atualiza os dados do jornal (UPD).

source: View Accounts
pt_pt: Erro que atualiza os dados do jornal (INS).

source: Account Catagories
pt_pt: Dados de leitura do erro para o processo.

source: Add New Accounts Category
pt_pt: Erro que atualiza os dados do jornal (PROCDEL)

source: View Accounts Catagories
pt_pt: Selecione clientes para ser usado sob a renda

source: Add accounts from a tab delimited file
pt_pt: Não há nenhum cliente sob a renda.

source: Save Accounts &raquo;
pt_pt: A Despesa Seleta Explica &gt;

source: Please Select A Text File .
pt_pt: Selecione por favor ao menos uma renda esclarecem a

source: Batch File Analysis
pt_pt: indicação de renda.

source: Author
pt_pt: Selecione para ser usado sob a despesa

source: Save Trans &raquo;
pt_pt: Selecione por favor ao menos uma despesa esclarecem a

source: Transactions Saved to system batch file
pt_pt: indicação de renda.

source: Could not retrieve departments Information from the Database.
pt_pt: Expediture

source: You Selected a Debtors Control account
pt_pt: Incapaz de cancelar a indicação de renda que ajusta-se na

source: Could not retrieve Suppliers Information from the Database.
pt_pt: base de dados

source: You Selected a Creditors Control account
pt_pt: Incapaz de introduzir ajustes da indicação de renda &nbsp;

source: Multiple Journal transactions
pt_pt: base de dados

source: Debit (Acc No.)
pt_pt: Ajustes Da Indicação De Renda

source: Credit (Acc No.)
pt_pt: Os ajustes da indicação de renda foram adicionados com

source: Accounts number :
pt_pt: sucesso ao cubit.

source: Multiple Journal transactions
pt_pt: Aliste toda a janela do accounts(New)

source: View Accounts Categories
pt_pt: O nome de cliente existe já.

source: Account type
pt_pt: O número de cliente é já dentro uso.

source: View Categories>
pt_pt: Você não pode adicionar um submarino esclarece o cliente de controle

source: View Account Categories
pt_pt: do cliente.

source: Could not retrieve accounts details from database
pt_pt: Você não pode adicionar um submarino esclarece o cliente de controle

source: Invalid use of module.
pt_pt: do fornecedor.

source: Invalid use of module w.
pt_pt: Você não pode adicionar um submarino esclarece o cliente do

source: - No Batch entries selected. Please select at least one entry.
pt_pt: inventário.

source: Invalid Batch ID.
pt_pt: Você não pode adicionar um submarino esclarece o cliente de controle

source: Invalid Purchase No.
pt_pt: dos empregados.

source: Process Multiple Creditors Batch Entries
pt_pt: Você não pode criar um submarino esclarece um cliente que tenha já

source: Retailer
pt_pt: transações.

source: Amount Paid
pt_pt: Tipo Da Categoria

source: Account used
pt_pt: Vat Deductable

source: Account paid
pt_pt: Compras Novas

source: Confirm Transactions &raquo
pt_pt: Tipo do cliente do artigo

source: View Creditors
pt_pt: Incorpore por favor a informação cheia das compras.

source: Invalid purchase ID.
pt_pt: Número do cheque

source: Total Amount Paid
pt_pt: Cliente Usado

source: Unable to update credit purchases table.
pt_pt: As compras novas foram adicionadas com sucesso ao cubit.

source: Unable to update creditors batch.
pt_pt: Não há nenhuma compra de crédito contudo no cubit.

source: Multiple Credits Batch Entries Processed
pt_pt: Compras De Crédito Proeminentes

source: Cancel Multiple Creditors Batch Entries
pt_pt: Pagamento Selecionado

source: Multiple Credits Batch Entries Canceled
pt_pt: Grupo Selecionado

source: View Batch Entries
pt_pt: Grupo Dos Credores Da Vista

source: Outstanding Batch Entries
pt_pt: Adicione A Categoria Nova

source: Charge Vat
pt_pt: Selecione o tipo da categoria

source: There are no Transactions in the selected Period.
pt_pt: Adicione A Categoria

source: Process Selected
pt_pt: Adicione A Categoria De Clientes Nova

source: Remove Selected
pt_pt: Adicione O Da Categoria

source: Invalid supplier ID.
pt_pt: Categoria De Clientes Nova

source: Invalid Supplier ID.
pt_pt: Adicione A Categoria

source: Unable to update int Orders information in Cubit.
pt_pt: Começos do ano financeiro dentro

source: Edit Account Category
pt_pt: Extremidades do ano financeiro dentro

source: Account Category Type
pt_pt: Escala Ajustada Do Período Do Ano Financeiro

source: Account Category Number
pt_pt: Anos financeiros do começo dentro

source: Account Category Name
pt_pt: Escala do período do ano financeiro

source: Account Category name already exist.
pt_pt: A escala do período foi ajustada com sucesso por anos

source: Confirm edit Account Category
pt_pt: financeiros

source: Account Category edited
pt_pt: Abra um ano financeiro

source: Accounts to be debited does not exist
pt_pt: Anos Financeiros

source: Edit Batch Entry
pt_pt: Base de dados Do Ano

source: Edit Entry
pt_pt: Selecione Clientes do Vat Deductable

source: Unable to update batch entry details.
pt_pt: - nenhum cliente selecionado, seleciona por favor ao menos

source: Batch Entry has been edited
pt_pt: um cliente

source: You selected a debtors account
pt_pt: Ajuste Clientes do Vat

source: Back up folder doesn't exits.
pt_pt: Incapaz ao espaço livre os ajustes precedentes do vat na

source: Save Backup
pt_pt: base de dados

source: Before you continue please note the following
pt_pt: O Vat Explica Ajustes

source: System Backup
pt_pt: Os ajustes dos clientes do VAT foram adicionados com sucesso

source: Opening a Financial Year
pt_pt: ao cubit.

source: OK
pt_pt: Período 1

source: Please Select a financial year
pt_pt: Período 2

source: Financial year names
pt_pt: Período 3

source: Open Financial year
pt_pt: Período 4

source: Financial year name
pt_pt: Período 5

source: Selected Financial year has been opened and activated
pt_pt: Período 6

source: Main
pt_pt: Período 7

source: Set Account &raquo
pt_pt: Período 8

source: Petty Cash Account link has been created.
pt_pt: Período 9

source: Record Journal transaction to batch
pt_pt: Período 10

source: Option
pt_pt: Período 11

source: Could not Set Last Year Database as Closed.
pt_pt: Período 12

source: - There are no Outstanding batched credit payments in Cubit.
pt_pt: Período 13

source: Outstanding Creditors Batch Entries
pt_pt: Período 14

source: Cancel Selected
pt_pt: Adicione O Dos Nomes

source: Ivalid use of module.
pt_pt: Selecione por favor o período que você quer usar (estale

source: purchase Not Found
pt_pt: os checkboxes na esquerda).

source: Supplier not Found.
pt_pt: Todos os períodos foram ajustados com sucesso por anos financeiros

source: There are no Warehouses found in Cubit.
pt_pt: Não podia introduzir nomes do período &nbsp; base de dados do

source: Select Warehouse
pt_pt: ano

source: QTY RECEIVED
pt_pt: Os Períodos Por O Ano Financeiro Foram escritos

source: DELIVERY DATE
pt_pt: Adicione O Cliente Novo

source: Purchase received
pt_pt: Veja Clientes

source: Supplier Details
pt_pt: Cliente Catagories

source: Supplier Address
pt_pt: Adicione A Categoria De Clientes Nova

source: Remarks
pt_pt: A Vista Explica Catagories

source: Purchase Details
pt_pt: Adicione clientes de uma lima limitada aba

source: Purchase No.
pt_pt: As Economias Explicam

source: Delivery Ref No.
pt_pt: Selecione Por favor Uma Lima De Texto.

source: Delivery Charges
pt_pt: Análise Da Lima De Grupo

source: New purchase
pt_pt: Autor

source: View purchases
pt_pt: Excepto O Transporte

source: - purchase Not Found
pt_pt: Transações conservadas &nbsp; lima de grupo do sistema

source: Unable to update purchase items in Cubit.
pt_pt: Não podia recuperar a informação dos departamentos da

source: Unable to remove purchase items in Cubit.
pt_pt: base de dados.

source: Purchase removed
pt_pt: Você selecionou um cliente de controle dos devedores

source: - No Recurring Transactions Seleted. Please select at least one entry.
pt_pt: Não podia recuperar a informação dos fornecedores da base

source: Process Recurring Journal Transaction(s)
pt_pt: de dados.

source: Write Transaction &raquo
pt_pt: Você selecionou um cliente de controle dos credores

source: Recurring Transaction have been recorded
pt_pt: Transações múltiplas do jornal

source: Remove Recurring Transactions
pt_pt: Débito (No. Do Acumulador.)

source: Remove Transactions &raquo
pt_pt: Crédito (No. Do Acumulador.)

source: Unable to delete batch file entries.
pt_pt: Número de clientes:

source: Recurring Transactions have been removed
pt_pt: Transações múltiplas do jornal

source: View Accounts &raquo;
pt_pt: Categorias De Clientes Da Vista

source: Accounts Type
pt_pt: Tipo do cliente

source: View Accounts &raquo
pt_pt: Categorias Da Vista &gt;

source: View Transactions
pt_pt: Categorias De Cliente Da Vista

source: Change Category
pt_pt: Não podia recuperar detalhes dos clientes da base de dados

source: Account has transactions
pt_pt: Uso inválido do módulo.

source: Add Financial Year Names
pt_pt: Uso inválido do módulo w.

source: This Financial Year
pt_pt: - nenhumas entradas do grupo selecionadas. Selecione por favor ao

source: 2nd Financial Year
pt_pt: menos uma entrada.

source: 3rd Financial Year
pt_pt: Grupo Inválido Id.

source: 4th Financial Year
pt_pt: No. Inválido Da Compra.

source: 5th Financial Year
pt_pt: Entradas Múltiplas Process Do Grupo Dos Credores

source: 6th Financial Year
pt_pt: Varejista

source: 7th Financial Year
pt_pt: Uma Quantidade Paga

source: 8th Financial Year
pt_pt: Cliente usado

source: 9th Financial Year
pt_pt: Cliente pago

source: 10th Financial Year
pt_pt: Confirme O Das Transações

source: Add Year Names &raquo
pt_pt: Veja Credores

source: Add Financial Year Names to Database
pt_pt: Compra inválida ID.

source: Confirm Names &raquo
pt_pt: Uma Quantidade Total Paga

source: Financial year names have been set.
pt_pt: Incapaz de atualizar a tabela das compras de crédito.

source: Set Period range for Financial years
pt_pt: Incapaz de atualizar o grupo dos credores.

source: Invalid use of module
pt_pt: Entradas Múltiplas Do Grupo Dos Créditos Processadas

source: Account name already exist.
pt_pt: Cancele Entradas Múltiplas Do Grupo Dos Credores

source: Confirm Edit Account
pt_pt: Os Créditos Múltiplos Batch As Entradas Canceladas

source: Purchase Returns
pt_pt: Entradas Do Grupo Da Vista

source: Return
pt_pt: Entradas Proeminentes Do Grupo

source: Purchase return
pt_pt: Vat Da Carga

source: Invalid Purchase number.
pt_pt: Não há nenhuma transação no período selecionado.

source: Quantity Returned
pt_pt: Processo Selecionado

source: Total Cost Returned
pt_pt: Remova Selecionado

source: Unable to update purchases in Cubit.
pt_pt: Fornecedor inválido ID.

source: Unable to update purchases on Cubit.
pt_pt: Fornecedor Inválido Id.

source: Purchase Return
pt_pt: Incapaz de atualizar a informação interna das ordens no cubit.

source: Return other Purchase
pt_pt: Edite A Categoria De Cliente

source: Could not Set Next Period Database
pt_pt: Tipo Da Categoria De Cliente

source: ""You have reached the end of the current Financial. you have to close a ""financial year before you continue.( i )
pt_pt: Número Da Categoria De Cliente

source: Invalid account number.
pt_pt: Nome Da Categoria De Cliente

source: Delete Account
pt_pt: O nome da categoria de cliente existe já.

source: Delete Account&raquo
pt_pt: Confirme editam a categoria de cliente

source: Account Deleted from database
pt_pt: Categoria de cliente editada

source: Invalid customer ID, or customer has been blocked.
pt_pt: Os clientes a ser debitados não existem

source: This will debit/credit the customer account selected
pt_pt: Edite A Entrada Do Grupo

source: There are no Balance sheet settings in Cubit.
pt_pt: Edite A Entrada

source: Submit
pt_pt: Incapaz de atualizar detalhes da entrada do grupo.

source: Invalid sub heading(s) under Assets
pt_pt: A entrada do grupo foi editada

source: Invalid sub heading(s) under Owners Equity
pt_pt: Você selecionou um cliente de devedores

source: - No Credit Purchases Seleted. Please select at least one entry.
pt_pt: O dobrador alternativo não saídas.

source: Process Multiple Credits Payments
pt_pt: Excepto O Apoio

source: Multiple Credits Payments Processed
pt_pt: Antes de você continue por favor a nota o seguinte

source: Add Multiple Credits Payments to batch
pt_pt: Apoio Do Sistema

source: Add Transactions &raquo
pt_pt: Abrindo um ano financeiro

source: Add Multiple Credits Payments to Batch
pt_pt: APROVA&#8225;&#402;O

source: Unable to insert batch entries to database.
pt_pt: Selecione por favor um ano financeiro

source: Multiple Credits Payments have been added to Batch
pt_pt: Nomes do ano financeiro

source: Add Recurring Transaction
pt_pt: Abra o ano financeiro

source: Record Recurring Transaction
pt_pt: Nome do ano financeiro

source: Record Recurring Transaction
pt_pt: O ano financeiro selecionado foi aberto e ativado

source: Recurring Transaction has been recorded
pt_pt: Principal

source: Pay Credit
pt_pt: Ajustado Do Cliente

source: Amount To Be Paid
pt_pt: A ligação do cliente de dinheiro petty foi criada.

source: Pay Credit &raquo
pt_pt: Transação record do jornal ao grupo

source: Credit Paid
pt_pt: Opção

source: - No Batch Entries Seleted. Please select at least one batch entry.
pt_pt: Não podia ajustar o ano passado a base de dados como

source: Process Multiple Journal transactions
pt_pt: fechada.

source: Remove Multiple Journal transactions from the batch file
pt_pt: - não há nenhum pagamento batched proeminente do crédito no cubit.

source: Journal transactions entries have been removed from batch file
pt_pt: Os Credores Proeminentes Batch Entradas

source: Journal transactions
pt_pt: Cancelamento Selecionado

source: Select Accounts by
pt_pt: Uso de Ivalid do módulo.

source: Number of Transactions
pt_pt: compra não encontrada

source: Journal transactions
pt_pt: Fornecedor não encontrado.

source: There are no Suppliers in Cubit.
pt_pt: Não há nenhum armazém encontrado no cubit.

source: Recurring Transactions
pt_pt: Selecione O Armazém

source: Charge VAT
pt_pt: QTY RECEBIDO

source: - Invalid debit account
pt_pt: DATA DE ENTREGA

source: - Invalid credit account
pt_pt: Compra recebida

source: Error reading current account link.
pt_pt: Detalhes Do Fornecedor

source: Delete Account Category
pt_pt: Endereço Do Fornecedor

source: Delete Category&raquo
pt_pt: Observações

source: Account category Deleted from database
pt_pt: Detalhes Da Compra

source: Remove Batch Entry
pt_pt: Compre O No..

source: Remove Entry
pt_pt: No. Da Referência Da Entrega.

source: Batch Entry has been removed
pt_pt: Cargas De Entrega

source: Add Journal transactions to batch
pt_pt: Compra nova

source: Add Multiple Journal transactions to batch
pt_pt: Compras da vista

source: Please enter full transaction details
pt_pt: - compra não encontrada

source: Journal transactions have been recorded to a batch file
pt_pt: Incapaz de atualizar artigos da compra no cubit.

source: Batch Journal transactions entries have been removed
pt_pt: Incapaz de remover os artigos da compra no cubit.

source: Edit Recurring Transaction
pt_pt: Compra removida

source: Edit Transaction &raquo
pt_pt: - Nenhumas Transações Retornando Seleted. Selecione por

source: Unable to update transaction entry details.
pt_pt: favor ao menos uma entrada.

source: Recurring Transaction has been edited
pt_pt: Processe O Jornal Retornando Transaction(s)

source: Error calculating current year profit or loss (QR).
pt_pt: Escreva O Da Transação

source: Error calculating previous year profit or loss (QR).
pt_pt: A transação retornando foi gravada

source: Perion name not found
pt_pt: Remova As Transações Retornando

source: Unable to retrieve check bank account link.
pt_pt: Remova O Das Transações

source: Unable to create Interest Invoice.
pt_pt: Incapaz de suprimir entradas da lima de grupo.

source: Error updating previous year balance (DT).
pt_pt: As transações retornando foram removidas
