Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Use Cubit Account numbers
pt_pt: Confirme a permissão

source: Use user selected account numbers
pt_pt: Permissão adicionada ao empregado

source: ERROR : There are no income accounts in Cubit.
pt_pt: Estale aqui para continuar processando

source: Interest Calculation
pt_pt: Nome da permissão

source: Interest Received Account
pt_pt: Taxable

source: Use Interest Brackets
pt_pt: Empregados na licença

source: There Are No Bank Accounts Available.
pt_pt: Tipo De Licença

source: Banking Details Account
pt_pt: Comece Data

source: Bank Details Account
pt_pt: Não há nenhum empregado na licença.

source: Statement Type
pt_pt: No. da referência

source: Use open statement
pt_pt: Nome da dedução

source: Use running statement
pt_pt: Nome do credor

source: Setting has been successfully saved.
pt_pt: Cliente De Despesa

source: Unable to update database
pt_pt: Detalhes do credor

source: Login retries:
pt_pt: Adicione o benefício de franja ao empregado

source: Blocked Time:
pt_pt: Confirme o benefício de franja

source: Unable to update login settings
pt_pt: Benefício de franja adicionado ao empregado

source: Login retry information successfully updated
pt_pt: Confirme a remoção da dedução do salário

source: Error fetching previous year information.
pt_pt: Nome da dedução

source: You are still in your first financial year.
pt_pt: No. da referência.

source: Year/Period Control
pt_pt: Incapaz de suprimir a dedução do salário do empregado alista.

source: Set Stock Purchase Approval
pt_pt: A dedução do salário suprimiu

source: Stock Purchase Approval
pt_pt: A dedução do salário foi suprimida com sucesso.

source: Vat type on stock selling price
pt_pt: Dedução Do Salário Da Vista

source: View Current Settings
pt_pt: - TUDO -

source: Total Sales
pt_pt: Relatórios do empregado da vista

source: Total Stock Sales
pt_pt: Relatórios do filtro perto:

source: Total Stock Credit Notes
pt_pt: Relatórios da visão

source: Total Stock Sales after Credit Notes
pt_pt: Relate o Id

source: Non-Stock
pt_pt: Submitter do relatório:

source: Total Non-Stock Sales after Credit Notes
pt_pt: Outras pessoas responsáveis:

source: Actual Sales
pt_pt: Salário e permissões gerais

source: Accept Sales Order
pt_pt: Tipo Do Salário

source: Sales Order accepted
pt_pt: Remuneração por Annum

source: No Sales Orders.
pt_pt: Bônus - Mês

source: Could not start database transaction
pt_pt: Valor Determinado Do Motorcar 1

source: Unable to get unique id
pt_pt: - contribuições para o uso

source: Unable to remove unique id check
pt_pt: - paga por próprio combustível

source: Proforma Invoice Number
pt_pt: - paga prestando serviços de manutenção

source: Proforma Invoice
pt_pt: Valor Determinado Do Motorcar 2

source: Display Costs
pt_pt: Uma quantidade:

source: Unable to retrieve Sales Order status in Cubit.
pt_pt: Dias:

source: Print Sales Order
pt_pt: Deduções: Contribuições Da Companhia

source: New Sales Order Saved
pt_pt: SDL

source: Signature: __________________________________________
pt_pt: Deduções: Contribuições Do Empregado

source: Confirm Cancel Incomplete Sales Order
pt_pt: Edite a dedução do salário

source: Sales Order Number
pt_pt: Tipo Da Dedução

source: Incomplete Sales Order Cancelled
pt_pt: Nome de cliente da leitura de erro para o comfirmation.

source: Incomplete Sales Orders
pt_pt: O cliente selecionado é inválido.

source: No previous incomplete Sales Orders.
pt_pt: Confirme a dedução nova do salário

source: No Splash Screen Found
pt_pt: A dedução do salário editou

source: Enter New Splash Screen Text
pt_pt: Transação Do Empregado

source: Splash Screen Details
pt_pt: Transação Feita

source: The New Splash Screen Is Too Long
pt_pt: A transação com empregado foi gravada

source: Confirm New Splash Screen Text
pt_pt: Detalhes do empregado da vista

source: Splash Screen Successfully Updated
pt_pt: - não há nenhum salário invertido para o mês

source: Statements to be e-mailed
pt_pt: selecionado

source: Confirm Emails &raquo;
pt_pt: Selecione o mês

source: Customer Monthly Statement
pt_pt: Este é o período para que você está processando o

source: There are no stock categories in Cubit.
pt_pt: salário.

source: Store
pt_pt: Processando A Data

source: By Category
pt_pt: Este é o cubit da data usar-se-á incorporar transações

source: By Classification
pt_pt: nos livros-razão.

source: All Categories and Classifications
pt_pt: Você tem processado já um salário para esse período

source: There are no stock items found.
pt_pt: O livro-razão esclarece o pagamento

source: Quantity Sold
pt_pt: Não há nenhum reembolso

source: Total Selling Price
pt_pt: Detalhes do salário para o período do pagamento

source: Gross Profit
pt_pt: Horas Totais Do Trabalho:

source: Unable to get default store information
pt_pt: As Horas Reais Trabalharam:

source: There are no stock stores in Cubit.
pt_pt: Bonus(Annual/Once Fora Dos Pagamentos)

source: Select Supplier 1
pt_pt: mudança

source: Select Supplier 2
pt_pt: Pagamentos De Bonus(Annual)

source: Select Supplier 3
pt_pt: Fundo De Provident: Dedução Do Empregado

source: Serialized
pt_pt: Benefício De Franja Médico

source: RFID type of tag
pt_pt: Benefício De Franja Do Motorcar 1

source: Gen2
pt_pt: Contribuição do motorcar 1 para o uso

source: RFID (869.4 to 928 Mhz UHF)
pt_pt: Benefício De Franja Do Motorcar 2

source: RFID Tag read rate
pt_pt: Benefício De Franja Do Interesse De Empréstimo

source: Add New
pt_pt: SITE/PAYE

source: Warranty
pt_pt: Empréstimos

source: Upload Stock Image
pt_pt: AContribution do empregado

source: Buying Unit of measure
pt_pt: Contribuição Do Empregador

source: Selling Unit of measure
pt_pt: Informação da dedução da leitura de erro.

source: Selling Units per Buying unit
pt_pt: Confirme a remoção da permissão

source: Level
pt_pt: Erro que suprime as permissões atribuídas aos empregados.

source: Selling price per unit
pt_pt: A permissão suprimiu

source: Supplier1
pt_pt: Permissões Da Vista

source: Supplier2
pt_pt: Adicione o benefício de franja ao sistema

source: Supplier3
pt_pt: Detalhes Do Benefício De Franja

source: There are no stock warehouses in Cubit.
pt_pt: Confirme O Benefício De Franja Novo

source: Exempt from VAT
pt_pt: Benefício de franja adicionado ao sistema

source: Product class
pt_pt: Adicione O Benefício De Franja

source: Bought Unit of measure
pt_pt: Aplicação Da Licença Do Empregado

source: Selling Units per Bought unit
pt_pt: Data da aplicação

source: Minimum level
pt_pt: Deixe a data do começo

source: Maximum level
pt_pt: Deixe a data da extremidade

source: Markup Percentage
pt_pt: Aprovado perto

source: Please select an image to upload from your hard drive.
pt_pt: Tipo de licença

source: New Stock added to database
pt_pt: Pago férias-deixe

source: View Call Out Documents For Invoicing.
pt_pt: Sick-leave pago

source: Call Out Person
pt_pt: Pago estud-deixe

source: Job No.
pt_pt: Paid-leave especial

source: Service Date
pt_pt: Licença por pagar

source: No previous call out documents.
pt_pt: Aplicações Da Licença Da Vista

source: Unable to get call out document information
pt_pt: Data inválida do começo.

source: Upload Scanned Document
pt_pt: Data inválida da extremidade.

source: Change Uploaded Document
pt_pt: Confirme a licença do empregado

source: View Document
pt_pt: Os dias totais inbetween

source: Complete (Invoiced)
pt_pt: Os dias de trabalho totais inbetween

source: Not found
pt_pt: ERRO: O período da licença selecionado excede uma

source: No Invoices Allocated
pt_pt: quantidade reservada para pago férias-deixa.

source: No Incomplete Invoices Allocated
pt_pt: ERRO: O período da licença selecionado excede uma quantidade

source: No Sales Orders Allocated
pt_pt: reservada para sick-leave pago.

source: No Consignment Orders Allocated
pt_pt: ERRO: O período da licença selecionado excede uma quantidade

source: Stock Allocation
pt_pt: reservada para pago estud-deixa.

source: Quantity Allocated
pt_pt: A licença do empregado pediu

source: Expected Deliveries
pt_pt: Empregado info da leitura de erro.

source: Number
pt_pt: A vista archived empréstimos do empregado

source: Expected International Deliveries
pt_pt: Interesse do amount(incl do empréstimo)

source: On Hand
pt_pt: Prestação mensal

source: Allocated
pt_pt: Interesse de empréstimo

source: On Order
pt_pt: Data Da Conclusão

source: Selling price per selling unit
pt_pt: Não podia recuperar a informação dos empregados da base

source: No unprinted POS Invoices
pt_pt: de dados.

source: Available units
pt_pt: Selecione por favor ao menos um empregado.

source: Minimun Level
pt_pt: Não há nenhuma categoria de clientes do contrapeso contudo no cubit.

source: Maximum Level
pt_pt: Dedução nova do salário

source: Cost Amount per Unit (Stock Increase Only)
pt_pt: Deduza Antes de PAYE

source: Units Serial Numbers
pt_pt: Cliente Da Dedução

source: Cost Amount per Unit
pt_pt: Dedução do salário adicionada &nbsp; base de dados

source: Block Stock Item
pt_pt: Adicione A Dedução Do Salário

source: Warehouse
pt_pt: Selecione o empregado inverter

source: Cost price per selling unit
pt_pt: Você não processou um salário para esse período.

source: Stock item blocked
pt_pt: Informação possível da prestação do empréstimo da leitura de

source: Buy Stock
pt_pt: erro.

source: Bought Stock Recorded
pt_pt: Recorde por favor incorporar a quantidade de horas onde você deseja

source: Add Stock Category
pt_pt: inverter o salário para.

source: Category code
pt_pt: Você não processou um salário para esse período ainda

source: Category name
pt_pt: Salário Reverso Do Empregado

source: View Stock Category
pt_pt: Pela Escala De Aplicação Data

source: Category Code
pt_pt: Aplicações Da Licença Do Empregado Da Vista

source: New Stock Category added to database
pt_pt: Data Da Aplicação

source: Invalid Category ID.
pt_pt: Dias de trabalho

source: Buying unit of measure
pt_pt: Nenhuma aplicação proeminente da licença do empregado

source: Selling unit of measure
pt_pt: encontrou.

source: Stock Category
pt_pt: Alto

source: Edit Stock Category
pt_pt: Fundo

source: View Stock Categories
pt_pt: sobre

source: Unable to update stock category in Cubit.
pt_pt: Edite ajustes da contabilidade

source: Stock Category edited
pt_pt: SDL Pagável

source: Remove Stock Category
pt_pt: Interesse de defeito em empréstimos do empregado

source: Invalid Stock Category ID.
pt_pt: Erro que atualiza ajustes.

source: Stock category removed from Cubit
pt_pt: Os ajustes da contabilidade mudaram

source: Classification Code
pt_pt: Ajustes novos da contabilidade cometidos com sucesso &nbsp; base

source: View Classifications
pt_pt: de dados.

source: Confirm Classification
pt_pt: ERRO: Não há nenhum tipo do relatório encontrado no cubit

source: Classification code
pt_pt: Adicione o relatório do empregado ao sistema

source: Unable to add classname to database.
pt_pt: Tipo de relatório

source: Classification added to system
pt_pt: Pessoa que submete o relatório

source: Edit Classification
pt_pt: A outra pessoa responsável para o relatório

source: Confirm Edit Classification
pt_pt: Detalhes do relatório

source: Unable to edit classification.
pt_pt: Confirme o relatório novo

source: Classification edited
pt_pt: Relatório do empregado adicionado ao sistema

source: Remove Classification
pt_pt: O relatório novo do empregado foi adicionado com sucesso ao

source: Unable to remove classification.
pt_pt: cubit.

source: Classification Removed
pt_pt: Empréstimos atuais do empregado da vista

source: Classificlassions
pt_pt: Uma quantidade proeminente

source: There are no Classificlassions in Cubit.
pt_pt: Uso inválido do módulo.

source: Unable to get stock image.
pt_pt: Número inválido da licença

source: Edit Stock
pt_pt: Confirme A Aplicação Da Licença Do Empregado Do

source: Search Stock
pt_pt: Cancelamento

source: Key Details
pt_pt: Data da aprovaçã0

source: Search By
pt_pt: A licença do empregado cancelou

source: Search Key
pt_pt: O módulo usou-se não mais por muito tempo.

source: Sort By
pt_pt: Confirme a remoção do empréstimo

source: Sort By:
pt_pt: Período de empréstimo (meses)

source: No Stock Found.
pt_pt: Erro que busca a identificação do pre-arquivo do

source: Cost of all goods on hand
pt_pt: empréstimo.

source: Cost per Unit
pt_pt: Erro que suprime o empréstimo do pre-arquivo.

source: Last Cost Price
pt_pt: Os detalhes do empréstimo removeram

source: Allocated cost per unit
pt_pt: Os detalhes do empréstimo foram removidos com sucesso.

source: Min Lev
pt_pt: Empréstimo Da Vista

source: Max Lev
pt_pt: Esta é uma característica disabled.

source: Measure Unit
pt_pt: O suporte novo de PAYE foi adicionado com sucesso ao cubit.

source: Allocated cost price per unit
pt_pt: Paye Novo

source: Retail/elling price
pt_pt: Edite a permissão

source: View Report
pt_pt: A permissão editou

source: View Allocation
pt_pt: Suportes Novos

source: Invalid Stock ID.
pt_pt: Edite o empréstimo atual

source: Markup Value
pt_pt: O empréstimo existente modificou

source: Stock edited
pt_pt: O empréstimo existente foi modificado com sucesso.

source: Increase Stock Items Selling Prices
pt_pt: Empréstimos Da Vista

source: Pricelist
pt_pt: Casa Do Credor Details/In

source: Increase Type
pt_pt: Antes de PAYE: Imposto Deductable

source: Increase
pt_pt: Cliente De Credor

source: Invalid Price List ID.
pt_pt: Edite O Benefício De Franja

source: Price list
pt_pt: Confirme O Benefício De Finge

source: Prices
pt_pt: O benefício de franja editou

source: Item
pt_pt: Adicione o tipo do relatório ao sistema

source: Old Price
pt_pt: Confirme o tipo novo do relatório

source: New Price
pt_pt: Relate o tipo adicionado ao sistema

source: There are no stock item on the selected pricelist.
pt_pt: O tipo novo do relatório foi adicionado com sucesso ao

source: there is not stock for the price list.
pt_pt: cubit.

source: Confirm Stock Selling Prices Increase
pt_pt: Adicione Relatórios

source: Unable to fetch price list items from Cubit.
pt_pt: Licença Do Empregado Disponível

source: There is not stock for the price list.
pt_pt: Licença Paga Das Férias

source: Unable to update price list items to Cubit.
pt_pt: Licença Doente Paga

source: Selling Prices Increased
pt_pt: Licença Paga Do Estudo

source: Continue to Invoice
pt_pt: Aprove a licença do empregado

source: Unable to update debtors in Cubit.
pt_pt: Confirme a licença do empregado

source: Criteria
pt_pt: Dias non-working

source: Only show stock below minimun level
pt_pt: ERRO: Deixe o período selecionado excede uma quantidade

source: By Store
pt_pt: reservada para

source: All Categories, Classifications and Stores
pt_pt: A licença do empregado aprovou

source: Stock Reports
pt_pt: Adicione a ligação do cliente de controle dos salários

source: Min Level
pt_pt: Adicione a ligação do cliente de commission

source: Max Level
pt_pt: Adicione a ligação do cliente de PAYE

source: Units Purchased/Increase
pt_pt: Adicione A Ligação Do Cliente De Empréstimo Do Empregado

source: Units Sold
pt_pt: Ligação do cliente de despesa da companhia UIF

source: Purchased
pt_pt: Ligação do cliente de controle da companhia UIF

source: Sold
pt_pt: Ligação do cliente de despesa da companhia SDL

source: Decrease
pt_pt: Ligação do cliente de controle da companhia SDL

source: Ratio
pt_pt: Adicione A Ligação Do Cliente Dos Benefícios De Franja

source: Stock Settings
pt_pt: Ajustes gerais

source: Remove Stock
pt_pt: Edite o reembolso

source: Unable to remove stock from Cubit.
pt_pt: Confirme o reembolso

source: Stock removed from Cubit
pt_pt: O reembolso editou

source: Stock control reports
pt_pt: Característica disabled.

source: Total Credit Notes
pt_pt: Confirme a remoção do reembolso

source: All
pt_pt: O reembolso suprimiu

source: No folders found.
pt_pt: Reembolso Da Vista

source: Unable to retrieve leads.
pt_pt: Nome do reembolso

source: [No Contacts Found]
pt_pt: Defina A Permissão De Subsistence

source: Unable to retrieve email address for contact.
pt_pt: Na República (ZA):

source: Write Mail
pt_pt: O empregado paga por próprias refeições:

source: Check Mail
pt_pt: Permissão de subsistence

source: Unable to retrieve leads from Cubit.
pt_pt: Na República

source: [No contacts found]
pt_pt: Paga por próprias refeições

source: CURRENT DATE
pt_pt: Confirme excepto a análise da idade

source: TIME
pt_pt: Excepto Dados

source: DONE
pt_pt: A análise da idade conservou.

source: Stock Serial Numbers
pt_pt: Certificado novo &nbsp; base de dados do controle de acesso

source: Serial No.
pt_pt: Função do certificado

source: Find Another
pt_pt: Lima

source: Add stock category
pt_pt: Certificado novo

source: View stock category
pt_pt: Função Do Certificado

source: Add Stock Classification
pt_pt: Adicione o do certificado

source: View Stock Classifications
pt_pt: Certificado novo adicionado &nbsp; base de dados

source: Add Store
pt_pt: Ajustes Do Cubit

source: View Store
pt_pt: Clientes do cano principal do bloco

source: Add Pricelist
pt_pt: Clientes do cano principal do bloco

source: View Pricelist
pt_pt: Não obstrua

source: SERIAL No.
pt_pt: Ajustar-se foi adicionado com sucesso ao cubit.

source: Not Allocated
pt_pt: Uso Do Centro De Custo

source: Not Serialized
pt_pt: Use Centros De Custo

source: Stock Transfer
pt_pt: Não use Centros De Custo

source: Current Stock
pt_pt: Período Da Análise Da Idade Dos Devedores

source: On order
pt_pt: Use A Data Do Sistema Do Cubit

source: Unit
pt_pt: Feche o mês manualmente

source: Transfer Stock
pt_pt: Os ajustes foram adicionados com sucesso ao cubit.

source: Transfer to
pt_pt: Criação Do Cliente

source: To Branch
pt_pt: Use números de cliente do cubit

source: To Store
pt_pt: Use números de cliente selecionados usuário

source: Number of units
pt_pt: ERRO: Não há nenhum cliente de renda no cubit.

source: transfer &raquo
pt_pt: Cálculo Do Interesse

source: Unable to update stock in Cubit.
pt_pt: O Interesse Recebeu O Cliente

source: Stock has been Transfered
pt_pt: Use Os Suportes Do Interesse

source: Number of units transfered
pt_pt: Não há Nenhum Cliente De Banco Disponível.

source: View Stock in transit
pt_pt: A Operação bancária Detalha O Cliente

source: Unable to insert stock into transit.
pt_pt: O Banco Detalha O Cliente

source: Stock has been taken to transit
pt_pt: Tipo Da Indicação

source: Transfered to
pt_pt: Use a indicação aberta

source: Invalid transit number.
pt_pt: Use indicação running

source: Cancel Stock Transfer
pt_pt: O ajuste foi conservado com sucesso.

source: Unable to remove stock from transit.
pt_pt: Incapaz de atualizar a base de dados

source: Stock tranfer cancelled
pt_pt: Novas tentativas do início de uma sessão:

source: Stock tranfer has been cancelled.
pt_pt: Tempo Obstruído:

source: Transfer Stock Delivery
pt_pt: Incapaz de atualizar ajustes do início de uma sessão

source: There are no stock items in transit.
pt_pt: A informação da nova tentativa do início de uma sessão

source: From Branch
pt_pt: atualizou com sucesso

source: From Warehouse
pt_pt: Erro que busca a informação do ano precedente.

source: To Warehouse
pt_pt: Você está ainda em seu primeiro ano financeiro.

source: Delivered
pt_pt: Controle De Year/Period

source: Unblock Stock Item
pt_pt: Ajuste A Aprovaçã0 Da Compra Conservada em estoque

source: Stock item unblocked
pt_pt: Aprovaçã0 Da Compra Conservada em estoque

source: Retry
pt_pt: Tipo do vat no preço vendendo conservado em estoque

source: Allocate Barcode
pt_pt: Ajustes Da Corrente Da Vista

source: Unable to get stock fro db.
pt_pt: Vendas Totais

source: There are no stock items.
pt_pt: Vendas Conservadas em estoque Totais

source: Allocate Serial No.
pt_pt: Notas De Crédito Conservadas em estoque Totais

source: Retail Price
pt_pt: Vendas conservadas em estoque totais após notas de

source: Unable to retrieve warehouses from Cubit.
pt_pt: crédito

source: Block Supplier
pt_pt: Non-Estoque

source: Unable to Block supplier in database.
pt_pt: Vendas totais do Non-Estoque após notas de crédito

source: Supplier blocked
pt_pt: Vendas Reais

source: Status BEE
pt_pt: Aceite A Ordem Das Vendas

source: There is already a supplier with that number.
pt_pt: As vendas requisitam aceitado

source: Confirm Supplier
pt_pt: Nenhumas Ordens Das Vendas.

source: Unable to Edit supplier in database.
pt_pt: Não podia começar a transação de base de dados

source: Supplier edited
pt_pt: Incapaz de começar a identificação original

source: Supp No.
pt_pt: Incapaz de remover a verificação original da

source: Supplier Name
pt_pt: identificação

source: Unable to add supplier to contact list. (RD)
pt_pt: Número De Invoice Proforma

source: Group Name:
pt_pt: Invoice Proforma

source: Unable to insert group into Cubit.
pt_pt: Custos Da Exposição

source: Unable to retrieve supplier groups from Cubit.
pt_pt: Incapaz de recuperar vendas requisite o status no cubit.

source: ""No supplier groups found! First add supplier groups to use this feature.
pt_pt: Imprima A Ordem Das Vendas

source: Remove Selected &raquo
pt_pt: A Ordem Nova Das Vendas Conservou

source: Unable to retrieve list of suppliers from Cubit.
pt_pt: Assinatura: __________________________________________

source: Unable to check if user is already in group
pt_pt: Confirme A Ordem Incompleta Das Vendas Do Cancelamento

source: Unable to get supplier name from Cubit.
pt_pt: Número De Ordem Das Vendas

source: Unable to validate if user is in the group.
pt_pt: A Ordem Incompleta Das Vendas Cancelou

source: Unable to add supplier into group
pt_pt: Ordens Incompletas Das Vendas

source: Supplier is already in that group.
pt_pt: Nenhumas ordens incompletas precedentes das vendas.

source: Suppliers to be removed from groups
pt_pt: Nenhuma Tela Do Respingo Encontrou

source: Remove from group
pt_pt: Incorpore O Texto Novo Da Tela Do Respingo

source: Unable to retrieve group id from Cubit.
pt_pt: Espirre Detalhes Da Tela

source: Unable to retrieve supplier name from Cubit.
pt_pt: A Tela Nova Do Respingo &#8240; Demasiado Longa

source: Unable to retrieve group name from Cubit.
pt_pt: Confirme O Texto Novo Da Tela Do Respingo

source: Entire Groups to be removed
pt_pt: Espirre A Tela Atualizada Com sucesso

source: Unable to retrieve groups from Cubit.
pt_pt: Indicações e-a ser enviadas

source: Unable to remove suppliers from groups
pt_pt: Confirme Email

source: Suppliers has been successfully removed from groups.
pt_pt: Indicação Mensal Do Cliente

source: Unable to remove group from Cubit.
pt_pt: Não há nenhuma categoria conservada em estoque no cubit.

source: Unable to clear group ownerships from Cubit.
pt_pt: Loja

source: Supplier groups have been successfully removed from Cubit.
pt_pt: Por Categoria

source: &laquo View Supplier Groups
pt_pt: Por Classificação

source: Current Suppliers
pt_pt: Todas as categorias e classificações

source: Supplier no.
pt_pt: Não há nenhum artigo conservado em estoque encontrado.

source: BEE Status
pt_pt: A Quantidade Vendeu

source: Unable to add supplier to database. (TB)
pt_pt: Preço Vendendo Total

source: Unable to add supplier to database. (TC)
pt_pt: Lucro Bruto

source: Supplier added to the system
pt_pt: Incapaz de começar a informação da loja do defeito

source: Confirm Remove Supplier
pt_pt: Não há nenhuma loja do estoque no cubit.

source: Unable to remove supplier from database.
pt_pt: Selecione O Fornecedor 1

source: Supplier removed
pt_pt: Selecione O Fornecedor 2

source: Statement Options
pt_pt: Selecione O Fornecedor 3

source: Print Statement &raquo
pt_pt: Colocado em série

source: Invalid Supplier Number.
pt_pt: Tipo de RFID de Tag

source: No previous Transactions for this month.
pt_pt: Gen2

source: Invalid supplier Number.
pt_pt: Megahertz da frequência ultraelevada de RFID (869.4 a 928)
