Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Unable to update invoice in Cubit.5
pt_pt: Incapaz de começar registros da análise do cubit.

source: Unable to update invoice in Cubit.6
pt_pt: Requisição não encontrada no cubit.

source: Unable to update invoice in Cubit.7
pt_pt: Erro: Uma quantidade é mais do que os fundos avaliable.

source: Unable to update invoice in Cubit.8
pt_pt: Aprove A Requisição

source: New Bank Receipt
pt_pt: Vat Inclusivo

source: Received from
pt_pt: Uma Quantidade do Vat

source: VAT
pt_pt: Cliente

source: Select Account Involved
pt_pt: Requisições Do Dinheiro Petty Da Vista

source: Account Balance
pt_pt: Incapaz de começar códigos do vat

source: Ledger Account Received from
pt_pt: Requisição Do Dinheiro Petty Aprovada

source: Bank Receipt
pt_pt: A requisição do dinheiro petty foi aprovada.

source: Bank Receipt added to batch.
pt_pt: Adicione A Requisição Do Dinheiro Petty

source: Bank Receipt added to cash book.
pt_pt: Suprima a entrada do cashbook do grupo

source: Petty Cash Book
pt_pt: To/Received pago de

source: Set Petty Cash Account
pt_pt: Entrada do cashbook do grupo suprimida

source: Transfer Funds To Petty Cash Account
pt_pt: A entrada do cashbook do grupo foi suprimida

source: Bank Petty Cash
pt_pt: Requisistion não encontrado no cubit.

source: Add Petty Cash Requisistion
pt_pt: Cancele Requisistion

source: Pay Customer
pt_pt: Cancele o

source: Pay Supplier
pt_pt: Requisição Do Dinheiro Petty Cancelada

source: Receive from Customer
pt_pt: A requisição do dinheiro petty foi cancelada com sucesso.

source: Receive from Supplier
pt_pt: Recibo Record Da Requisição

source: View Petty Cash Requisistions
pt_pt: No. De Receipt/Ref.

source: Petty Cash Report
pt_pt: Return/Change

source: There are no Creditors in Cubit.
pt_pt: Seleto

source: New International Bank Payment
pt_pt: Lima

source: Select Supplier
pt_pt: Erro: Uma quantidade de Returned/Change é mais do que a

source: Suppliers
pt_pt: quantidade do requisistion.

source: Add supplier payment
pt_pt: Data do retorno

source: There are no Bank Accoutns in Cubit.
pt_pt: Incapaz de começar detalhes do empregado.

source: Select Customer
pt_pt: Incapaz de atualizar o invoice em Cubit1.

source: Banks
pt_pt: Incapaz de atualizar o invoice em Cubit2.

source: Supplier
pt_pt: Incapaz de atualizar o cliente no cubit.

source: Auto
pt_pt: Incapaz de atualizar o invoice em Cubit3.

source: Allocate To Age Analysis
pt_pt: Incapaz de atualizar o invoice em Cubit.4

source: Allocate To Each invoice
pt_pt: Incapaz de atualizar o invoice em Cubit.5

source: Payment Details
pt_pt: Incapaz de atualizar o invoice em Cubit.6

source: Paid To
pt_pt: Incapaz de atualizar o invoice em Cubit.7

source: Exchange rate
pt_pt: Incapaz de atualizar o invoice em Cubit.8

source: Allocation
pt_pt: Recibo Novo Do Banco

source: Allocate >
pt_pt: Recebido de

source: Creditors Age Analysis
pt_pt: Vat

source: Current
pt_pt: Selecione O Cliente Envolvido

source: 30 days
pt_pt: Contrapeso Do Cliente

source: 60 days
pt_pt: Cliente de livro-razão recebido de

source: 90 days
pt_pt: Recibo Do Banco

source: 120 days
pt_pt: Recibo do banco adicionado ao grupo.

source: Total Outstanding
pt_pt: Recibo do banco adicionado ao livro de dinheiro.

source: New International Bank Receipt
pt_pt: Livro De Dinheiro Petty

source: unable to get invoices.
pt_pt: Cliente De Dinheiro Petty Ajustado

source: Outstanding Purchases
pt_pt: Fundos De Transferência Ao Cliente De Dinheiro Petty

source: Purchase
pt_pt: Dinheiro Petty Do Banco

source: Outstanding Amount
pt_pt: Adicione O Dinheiro Petty Requisistion

source: Outstanding amount
pt_pt: Pague O Cliente

source: Unable to access database.
pt_pt: Pague O Fornecedor

source: Invalid Invoice Number.
pt_pt: Receba do cliente

source: Uanble to get bank acc.
pt_pt: Receba do fornecedor

source: International Bank Payment
pt_pt: Veja O Dinheiro Petty Requisistions

source: International Bank Payment added to cash book.
pt_pt: Relatório De Dinheiro Petty

source: Unable to access database
pt_pt: Não há nenhum credor no cubit.

source: There are no Debtors in Cubit.
pt_pt: Pagamento Novo Do Banco Internacional

source: Invalid Debtor.
pt_pt: Selecione O Fornecedor

source: Receipt Details
pt_pt: Fornecedores

source: Debtors Age Analysis
pt_pt: Adicione o pagamento do fornecedor

source: Acc no.
pt_pt: Não há nenhum banco Accoutns no cubit.

source: Outstanding Invoices
pt_pt: Selecione O Cliente

source: Invoice
pt_pt: Bancos

source: Terms
pt_pt: Fornecedor

source: Invoices
pt_pt: Automóvel

source: Invoice Number
pt_pt: Aloce Para envelhecer A Análise

source: Add Customer Payment
pt_pt: Aloce a cada invoice

source: There are no Petty Cash funds available.
pt_pt: Detalhes Do Pagamento

source: Funds transfer to Bank
pt_pt: Pago A

source: Confirm >
pt_pt: Taxa de troca

source: ""Petty Cash Funds transfer to Bank has been added to the petty cash book.
pt_pt: Alocamento

source: - Invalid Bank account ID.
pt_pt: Aloce &gt;

source: - There are no accounts yet in Cubit. Please set up accounts first.
pt_pt: Análise Da Idade Dos Credores

source: Edit Bank Account
pt_pt: Atual

source: Type of Account
pt_pt: 30 dias

source: Type
pt_pt: 60 dias

source: Currency
pt_pt: 90 dias

source: Ledger Account
pt_pt: 120 dias

source: Card Number
pt_pt: Proeminente Total

source: Expiry Date
pt_pt: Recibo Novo Do Banco Internacional

source: Last 3 Digits at back of Card
pt_pt: incapaz de começar invoices.

source: Card Type
pt_pt: Compras Proeminentes

source: View Bank Accounts
pt_pt: Compra

source: Confirm Account Edit
pt_pt: Uma Quantidade Proeminente

source: Legder account
pt_pt: Uma quantidade proeminente

source: Unable to add hook for for bank account
pt_pt: Incapaz de alcançar a base de dados.

source: Bank Account Edited
pt_pt: Número De Invoice Inválido.

source: New Bank Payment
pt_pt: Uanble para começar o acumulador do banco.

source: Number of ledger accounts
pt_pt: Pagamento Do Banco Internacional

source: There are no Income accounts yet in Cubit.
pt_pt: Pagamento do banco internacional adicionado ao livro de

source: Select VAT Code
pt_pt: dinheiro.

source: Select Accounts Involved
pt_pt: Incapaz de alcançar a base de dados

source: ""ERROR : Total transaction amount is more than the amount allocated to ""accounts by
pt_pt: Não há nenhum devedor no cubit.

source: ""ERROR : Total transaction amount is less than the amount allocated to ""accounts by
pt_pt: Devedor Inválido.

source: Bank Payment
pt_pt: Detalhes Do Recibo

source: Bank Payment added to cash book.
pt_pt: Análise Da Idade Dos Devedores

source: View Petty Cash Book Report
pt_pt: No. do acumulador.

source: From :
pt_pt: Invoices Proeminentes

source: To :
pt_pt: Invoice

source: View &raquo
pt_pt: Termos

source: Total Transfer
pt_pt: Invoices

source: Total Requisitions
pt_pt: Número De Invoice

source: Total Returned
pt_pt: Adicione O Pagamento Do Cliente

source: Select Date Range
pt_pt: Não há nenhum fundo do dinheiro petty disponível.

source: Select Ledger
pt_pt: Os fundos transferem ao banco

source: Customer Ledger
pt_pt: Confirme &gt;

source: Supplier Ledger
pt_pt: Transferência dos fundos do dinheiro petty ao banco foi

source: Cashbook Entry
pt_pt: adicionada ao livro de dinheiro petty.

source: Ledger
pt_pt: - cliente de banco inválido ID.

source: Customer paid to
pt_pt: - não há nenhum cliente contudo no cubit. Ajuste por favor explica

source: Add account (New Window)
pt_pt: acima primeiramente.

source: Unable to get currency
pt_pt: Edite O Cliente De Banco

source: Order By
pt_pt: Tipo de cliente

source: Date, Cheque No. Ascending
pt_pt: Tipo

source: Date, Cheque No. Descending
pt_pt: Moeda corrente

source: Cheque No. Ascending
pt_pt: Cliente De Livro-razão

source: Cheque No. Descending
pt_pt: Número De Cartão

source: Date
pt_pt: Data De Expiry

source: Bank Account Name
pt_pt: Dígitos do último 3 na parte traseira do cartão

source: Received From :
pt_pt: Tipo Do Cartão

source: Multiple Accounts
pt_pt: Clientes De Banco Da Vista

source: Total Receipts
pt_pt: Confirme O Cliente Editam

source: Paid to:
pt_pt: Cliente de Legder

source: Total Payments
pt_pt: Incapaz de adicionar o gancho para para o cliente de banco

source: Remove Bank Account from database
pt_pt: Cliente De Banco Editado

source: Remove Bank Account &raquo
pt_pt: Pagamento Novo Do Banco

source: Bank Account Removed from database
pt_pt: Número de clientes de livro-razão

source: No foreign bank accounts were found.
pt_pt: Não há nenhum cliente de renda contudo no cubit.

source: Bank Transfer
pt_pt: Selecione O Código do Vat

source: Local Bank Account
pt_pt: Selecione Os Clientes Envolvidos

source: Foreign Bank Account
pt_pt: ERRO: Uma quantidade total da transação é mais do que a

source: Transfer Type
pt_pt: quantidade alocada aos clientes perto

source: Exchange Rate
pt_pt: ERRO: Uma quantidade total da transação é menos do que a

source: Tranfer Type
pt_pt: quantidade alocada aos clientes perto

source: Bank Transfer added to cash book.
pt_pt: Pagamento Do Banco

source: Invalid Stock ID.
pt_pt: Pagamento do banco adicionado ao livro de dinheiro.

source: Stock Balance Transaction
pt_pt: Relatório Do Livro De Dinheiro Petty Da Vista

source: Stock code
pt_pt: De:

source: Number of Units
pt_pt: da vista

source: Amount per Unit
pt_pt: Transferência Total

source: Add Stock
pt_pt: Requisições Totais

source: View Stock
pt_pt: Total Retornado

source: &laquo Correction
pt_pt: Selecione A Escala Da Data

source: Total Amount
pt_pt: Selecione O Livro-razão

source: Unable to insert stock to Cubit.
pt_pt: Livro-razão Do Cliente

source: Stock Bank Transaction
pt_pt: Livro-razão Do Fornecedor

source: Allocate &raquo;
pt_pt: Entrada Do Cashbook

source: You cannot allocate
pt_pt: Livro-razão

source: Add Petty Cash Requisistions
pt_pt: Cliente pago a

source: Number of Requisitons
pt_pt: Adicione o cliente (janela nova)

source: - Invalid number of requisitions
pt_pt: Incapaz de começar a moeda corrente

source: ERROR : There are no accounts in the category selected.
pt_pt: Ordem Perto

source: Available Funds
pt_pt: Data, Cheque No. Que Ascending

source: Account Paid to
pt_pt: Data, Descer Do Cheque No.

source: Confirm Petty Cash Requisistions
pt_pt: Cheque No. Que Ascending

source: Vat Code
pt_pt: Descer Do Cheque No.

source: Petty Cash Requisistions
pt_pt: Data

source: Petty Cash Requisistions have been added to the Petty Cash book.
pt_pt: Nome De Cliente Do Banco

source: Banking
pt_pt: Recebido De:

source: Add bank account
pt_pt: Clientes Múltiplos

source: View bank account
pt_pt: Recibos Totais

source: Add Multiple Bank Transaction
pt_pt: Pago:

source: New Petty Cash Receipt
pt_pt: Pagamentos Totais

source: Supplier Received from
pt_pt: Remova o cliente de banco da base de dados

source: Add &raquo;
pt_pt: Remova O Do Cliente De Banco

source: Petty Cash Receipt
pt_pt: Cliente de banco removido da base de dados

source: Add Petty Cash Payment
pt_pt: Nenhum cliente de banco extrangeiro foi encontrado.

source: Add Petty Cash Receipt
pt_pt: Transferência De Banco

source: Journal Reference No.
pt_pt: Cliente De Banco Local

source: Bank Deposit Record &raquo
pt_pt: Cliente De Banco Extrangeiro

source: Cash Book Entry was successfully processed.
pt_pt: Tipo De Transferência

source: Department Not Found
pt_pt: Taxa De Troca

source: New Petty Cash Payment
pt_pt: Tipo De Tranfer

source: Paid from
pt_pt: Transferência de banco adicionada ao livro de dinheiro.

source: Petty Cash Payment
pt_pt: Estoque Inválido Id.

source: Foreign Balance
pt_pt: Transação Conservada em estoque Do Contrapeso

source: Local Currency
pt_pt: Código conservado em estoque

source: Unable to get cashbook entries.
pt_pt: Descrição conservada em estoque

source: Input customer account number
pt_pt: Número das unidades

source: Invalid account number
pt_pt: Uma quantidade por a unidade

source: New Receipt
pt_pt: Adicione O Estoque

source: Bank Account / Cash
pt_pt: Veja O Estoque

source: Receive Cash
pt_pt: correção do

source: Unable to get open items.
pt_pt: Uma Quantidade Total

source: Outstanding Transactions
pt_pt: Incapaz de introduzir o estoque ao cubit.

source: Outstanding POS Invoices
pt_pt: Transação Conservada em estoque Do Banco

source: ""The total amount for invoices not equal to the amount received. Please check ""the details.
pt_pt: Aloce

source: Unable to update statement.
pt_pt: Você não pode alocar

source: Entry Accounts
pt_pt: Adicione O Dinheiro Petty Requisistions

source: [X] Close
pt_pt: Número de Requisitons

source: View All Outstanding Entries
pt_pt: - número inválido das requisições

source: Total Outstanding Requisitions
pt_pt: ERRO: Não há nenhum cliente na categoria selecionada.

source: Invalid use of module
pt_pt: Fundos Disponíveis

source: Edit Petty Cash Requisistion
pt_pt: Cliente pago a

source: Unable to retrieve vatcodes from Cubit.
pt_pt: Confirme O Dinheiro Petty Requisistions

source: Edit &raquo
pt_pt: Código Do Vat

source: Petty Cash Requisistion
pt_pt: Dinheiro Petty Requisistions

source: Petty Cash Requisistion has been edited on the Petty Cash book.
pt_pt: O dinheiro petty Requisistions foi adicionado ao livro de

source: Bank transfer
pt_pt: dinheiro petty.

source: From
pt_pt: Operação bancária

source: To
pt_pt: Adicione o cliente de banco

source: unable to update cashbook.
pt_pt: Veja o cliente de banco

source: Bank transfer has been updated.
pt_pt: Adicione A Transação Múltipla Do Banco

source: Could not retrieve accounts from Cubit.
pt_pt: Recibo De Dinheiro Petty Novo

source: There are no balance accouts in Cubit.
pt_pt: Fornecedor recebido de

source: Add New Credit Card Account
pt_pt: Adicione

source: &laquo Cancel
pt_pt: Recibo De Dinheiro Petty

source: Add Ledger Account
pt_pt: Adicione O Pagamento De Dinheiro Petty

source: Unable to add hook for for new bank account
pt_pt: Adicione O Recibo De Dinheiro Petty

source: New Credit Card Account added to database
pt_pt: Journal O No. Da Referência.

source: Process
pt_pt: Do Registro Do Depósito De Banco

source: Done
pt_pt: A entrada do livro de dinheiro foi processada com sucesso.

source: Batch entries have been processed.
pt_pt: Departamento Não encontrado

source: Add to Batch &raquo;
pt_pt: Pagamento De Dinheiro Petty Novo

source: Bank transfer has been added to the Cash book.
pt_pt: Pago de

source: Unable to select customer
pt_pt: Pagamento De Dinheiro Petty

source: Unable to get employee data.
pt_pt: Contrapeso Extrangeiro

source: Select Employee
pt_pt: Moeda corrente Local

source: Unable to get accounts.
pt_pt: Incapaz de começar entradas do cashbook.

source: unable to get stock.
pt_pt: Número de cliente do cliente da entrada

source: Select Stock
pt_pt: Número de cliente inválido

source: unable to get suppliers.
pt_pt: Recibo Novo

source: Select Type
pt_pt: Cliente De Banco/Dinheiro

source: Add New Petrol Card Account
pt_pt: Receba O Dinheiro

source: New Petrol Card Account added to database
pt_pt: Incapaz de começar artigos abertos.

source: Add New Bank Account
pt_pt: Transações Proeminentes

source: Account Category
pt_pt: Invoices Proeminentes da Posição

source: Add New Account to database
pt_pt: A quantidade total para os invoices nao iguais &nbsp; quantidade

source: Unable to add hiik for for new bank account
pt_pt: recebida. Verifique por favor os detalhes.

source: New Bank Account added to database
pt_pt: Incapaz de atualizar a indicação.

source: Edit Bank Payment
pt_pt: Clientes Da Entrada

source: Ledger Account Paid To
pt_pt: [ X ] Fim

source: Unable to update cashbook
pt_pt: Veja Todas as Entradas Proeminentes

source: Bank Payment edited.
pt_pt: Totalize Requisições Proeminentes

source: Pay Cash
pt_pt: Uso inválido do módulo

source: Supplier Invoice No.
pt_pt: Edite O Dinheiro Petty Requisistion

source: Customer received from
pt_pt: Incapaz de recuperar vatcodes do cubit.

source: Edit Bank Receipt
pt_pt: Edite o

source: Bank Receipt edited.
pt_pt: Dinheiro Petty Requisistion

source: Add Multiple Bank Payment
pt_pt: O dinheiro petty Requisistion foi editado no livro de

source: Add Multi Bank Receipt
pt_pt: dinheiro petty.

source: Add Bank Receipt (for Customers)
pt_pt: Transferência de banco

source: Add Bank Payment (to Suppliers)
pt_pt: De

source: Add Bank Payment (to Customers)
pt_pt: A

source: Add Bank Receipt (from Supplier)
pt_pt: incapaz de atualizar o cashbook.

source: Petty Cash Requisistion has been added to the Petty Cash book.
pt_pt: Transferência de banco foi atualizada.

source: Bank Payment added to batch.
pt_pt: Não podia recuperar clientes do cubit.

source: Please Select at least one entry to proccess.
pt_pt: Não há nenhum accouts do contrapeso no cubit.

source: Process Multiple Entries
pt_pt: Adicione O Cliente Novo Do Cartão De Crédito

source: Account paid/received from
pt_pt: cancelamento do

source: Confirm
pt_pt: Adicione O Cliente De Livro-razão

source: Cash deposit/transfer record Banked
pt_pt: Incapaz de adicionar o gancho para para o cliente de banco

source: Quick Nevigation
pt_pt: novo

source: Customer
pt_pt: Cliente novo do cartão de crédito adicionado &nbsp; base de

source: Unable to retrieve currency of the foreign bank account from Cubit.
pt_pt: dados

source: Received From/Paid to :
pt_pt: Processo

source: Deposits
pt_pt: Feito

source: Withdrawals
pt_pt: As entradas do grupo foram processadas.

source: Unable to get batch information
pt_pt: Adicione ao grupo

source: Update Batch Entry &raquo
pt_pt: Transferência de banco foi adicionada ao livro de dinheiro.

source: Bank Receipt has been updated.
pt_pt: Incapaz de selecionar o cliente

source: ""The total amount for Invoices not equal to the amount received. Please check ""the details.
pt_pt: Incapaz de começar dados do empregado.

source: Batch entries has been processed.
pt_pt: Selecione O Empregado

source: Incoming
pt_pt: Incapaz de começar clientes.

source: Outgoing
pt_pt: incapaz de começar o estoque.

source: Running Total
pt_pt: Selecione O Estoque

source: Cash Flow Budget Report
pt_pt: incapaz de começar fornecedores.

source: Actual
pt_pt: Selecione O Tipo

source: Due
pt_pt: Adicione O Cliente Novo Do Cartão Do Petrol

source: 7 Days
pt_pt: Cliente novo do cartão do petrol adicionado &nbsp; base de

source: 14 days
pt_pt: dados

source: - Invalid use of module.
pt_pt: Adicione O Cliente De Banco Novo

source: - Invalid Budget.
pt_pt: Categoria De Cliente

source: Cost Centers
pt_pt: Adicione o cliente novo &nbsp; base de dados

source: Yearly Budget Details
pt_pt: Incapaz de adicionar o hiik para para o cliente de banco

source: Budget Name
pt_pt: novo

source: Budget For
pt_pt: Cliente de banco novo adicionado &nbsp; base de dados

source: Budget Type
pt_pt: Edite O Pagamento Do Banco

source: Budget Year
pt_pt: Cliente De Livro-razão Pago A

source: There are No cost centers in Cubit.
pt_pt: Incapaz de atualizar o cashbook

source: Select Cost Centers
pt_pt: Pagamento do banco editado.

source: Select Accounts
pt_pt: Dinheiro Do Pagamento

source: Annual Total
pt_pt: No. Do Invoice Do Fornecedor.

source: Edit Budget
pt_pt: Cliente recebido de

source: Budget Period
pt_pt: Edite O Recibo Do Banco

source: Continue &raquo
pt_pt: Deposite o recibo editado.

source: Confirm New Budget
pt_pt: Adicione O Pagamento Múltiplo Do Banco

source: Edit Budget
pt_pt: Adicione Multi O Recibo Do Banco

source: Budget Amount
pt_pt: Adicione o recibo do banco (para clientes)

source: Actual Amount
pt_pt: Adicione o pagamento do banco (aos fornecedores)

source: Difference
pt_pt: Adicione o pagamento do banco (aos clientes)

source: Difference %
pt_pt: Adicione o recibo do banco (do fornecedor)

source: Budget Report
pt_pt: O dinheiro petty Requisistion foi adicionado ao livro de

source: New Yearly Budget
pt_pt: dinheiro petty.

source: New Yearly Budget created
pt_pt: Pagamento do banco adicionado ao grupo.

source: Error reading monthly budget total.
pt_pt: Selecione por favor ao menos uma entrada aos proccess.

source: Confirm cash flow budget entry
pt_pt: Processe Entradas Múltiplas

source: Cash flow budget entry Removed
pt_pt: Cliente paid/received de

source: Entry has been deleted from the system.
pt_pt: Confirme

source: New cash flow budget entry
pt_pt: Record do dinheiro deposit/transfer depositado

source: View cash flow budget entries
pt_pt: Nevigation Rápido

source: Budget Details
pt_pt: Cliente

source: Remove Budget
pt_pt: Incapaz de recuperar a moeda corrente do cliente de banco

source: Remove &raquo
pt_pt: extrangeiro do cubit.

source: Remove Budget
pt_pt: From/Paid recebido a:

source: Edit Yearly Budget
pt_pt: Depósitos

source: Confirm New Yearly Budget
pt_pt: Retiradas

source: Edit Yearly Budget
pt_pt: Incapaz de começar a informação do grupo

source: Cash flow budget entries
pt_pt: Da Entrada Do Grupo Do Update

source: New cash flow budget entry
pt_pt: O recibo do banco foi atualizado.

source: Funds In/Out?
pt_pt: A quantidade total para os invoices nao iguais &nbsp; quantidade recebida.

source: Funds
pt_pt: Verifique por favor os detalhes.

source: View Cash flow budget entries
pt_pt: As entradas do grupo foram processadas.

source: Unable to add entry to database.
pt_pt: Entrante

source: Cash flow budget entry added to the system
pt_pt: Que parte

source: New cash flow budget entry has been added to the system.
pt_pt: Total Running

source: Remove Yearly Budget
pt_pt: Relatório Do Orçamento Do Fluxo De Dinheiro

source: Remove Yearly Budget
pt_pt: Real

source: Edit cash flow budget entry
pt_pt: Devido

source: Cash flow budget entry updated
pt_pt: 7 dias

source: New cash flow budget entry has been updated in the system.
pt_pt: 14 dias

source: New Monthly Budget
pt_pt: - uso inválido do módulo.

source: Budget
pt_pt: - Orçamento Inválido.

source: New Monthly Budget
pt_pt: Centros De Custo

source: Select All accounts
pt_pt: Detalhes Anuais Do Orçamento

source: Confirm New Monthly Budget
pt_pt: Nome Do Orçamento

source: Unable to retrieve budgets from Cubit.
pt_pt: Orçamento Para

source: New Monthly Budget created
pt_pt: Tipo Do Orçamento

source: Current Budgets
pt_pt: Ano Do Orçamento

source: Entry Date
pt_pt: Não há nenhum centro de custo no cubit.

source: BudgetFor
pt_pt: Selecione Centros De Custo

source: Period/Year
pt_pt: Selecione Clientes

source: There are no Budgets in Cubit.
pt_pt: Total Anual

source: Export
pt_pt: Edite O Orçamento

source: New Monthly Budget
pt_pt: Período De Orçamento

source: New Yearly Budget
pt_pt: Continue o

source: Unable to get monthclose from db.
pt_pt: Confirme O Orçamento Novo

source: Confirm Interest Calculation
pt_pt: Edite O Orçamento

source: Calculate &raquo
pt_pt: Uma Quantidade Do Orçamento

source: "" Interest Calculation method has not been set. Please set this option first.
pt_pt: Uma Quantidade Real

source: Monthend was done, but error makeing record of it.
pt_pt: Diferença

source: Interest has been calculated
pt_pt: Diferença %

source: Unable to get clients from Cubit.
pt_pt: Relatório Do Orçamento

source: Allocate amount to Cost Centers
pt_pt: Orçamento Anual Novo

source: % of Total Amount
pt_pt: Orçamento anual novo criado

source: The total percentage must be exaclly 100%, check percentages.
pt_pt: Total mensal do orçamento da leitura de erro.

source: There are no Cost centers found.
pt_pt: Confirme a entrada do orçamento do fluxo de dinheiro

source: Versions Information
pt_pt: A entrada foi suprimida do sistema.

source: Companies
pt_pt: Entrada nova do orçamento do fluxo de dinheiro

source: Company Code
pt_pt: Entradas do orçamento do fluxo de dinheiro da vista

source: Version
pt_pt: Detalhes Do Orçamento

source: There are no companies in Cubit.
pt_pt: Remova O Orçamento

source: History
pt_pt: Remova o
