Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Rate:
pt_pt: Contrapeso De Banco Reconciled

source: Designation:
pt_pt: Contrapeso De Banco De Fechamento

source: Gender:
pt_pt: Selecione por favor ao menos uma entrada para atualizar.

source: Marital Status:
pt_pt: A indicação e o computador de banco balançam não balançar perto

source: Company Details:
pt_pt: Recibos Proeminentes Positivos:

source: COMPANY CONTRIBUTIONS
pt_pt: Pagamentos Mais menos Proeminentes:

source: INCOME
pt_pt: Contrapeso De Banco Do Computador

source: DEDUCTIONS
pt_pt: Diff

source: TOTAL DEDUCTIONS
pt_pt: Saída Do Reconciliation De Banco

source: - Employee payment not found for selected month (REV)
pt_pt: Incapaz de conservar o banco recon &nbsp; base de dados

source: Select employee to process
pt_pt: Conservado

source: No Fringe benefits for this Employee
pt_pt: Indicação do fluxo de dinheiro

source: No Allowances For this employee
pt_pt: Escala

source: No Deductions for this employee
pt_pt: Seção da indicação do fluxo de dinheiro &nbsp; exposição

source: Process Staff Salary
pt_pt: abaixo

source: Cash section
pt_pt: Lista Dos Clientes

source: Fringe benefits
pt_pt: Incapaz de recuperar o cliente da lista do cliente.

source: No Fringe Benefits for this employee
pt_pt: Incapaz de conservar o cliente &nbsp; lista dos clientes.

source: No Allowances For This Employee
pt_pt: Incapaz de remover o cliente selecionado da lista dos clientes.

source: UIF Percentage
pt_pt: Incapaz de recuperar o cliente da depreciação.

source: Total UIF
pt_pt: Incapaz de adicionar o cliente da depreciação.

source: PAYE Percentage
pt_pt: Nenhuns anos prévios encontrados.

source: Total PAYE
pt_pt: Nenhuns clientes selecionados.

source: Employee Salary has been successfully proccessed on system
pt_pt: Ajustes totais

source: Select employee to grant loan to
pt_pt: Previamente

source: Enter loan &raquo;
pt_pt: Variação

source: Select Bank Account
pt_pt: %Var

source: Select Loan Account
pt_pt: Começo dos equivalentes do dinheiro líquido do período

source: Grant Loan
pt_pt: Fim dos equivalentes do dinheiro líquido do período

source: Date Granted
pt_pt: A indicação do fluxo de dinheiro foi conservada com

source: Loan amount
pt_pt: sucesso ao cubit.

source: Interest on loan
pt_pt: Nenhuns empregados encontrados.

source: Payback period (months)
pt_pt: Curso

source: Please select a bank account OR a general ledger account.
pt_pt: Data Da Estrela

source: Confirm new loan
pt_pt: Data Da Extremidade

source: Loan Date
pt_pt: Nome Do Assessor

source: Payback period
pt_pt: Custo Do Treinamento

source: Monthly installment amount
pt_pt: Outros Detalhes

source: Installment amount (at 8% Interest)
pt_pt: Este empregado não tem nenhum curso de treinamento

source: Unable to pre archive loan.
pt_pt: terminado

source: Loan granted and added to system
pt_pt: Empregado não encontrado

source: New loan has been successfully added to Cubit.
pt_pt: Transações de Complex/unusual

source: Error reading employee information.
pt_pt: Estimativas significativas

source: Company Contributions to Employee Deductions Expense Accounts
pt_pt: ajustes da Período-extremidade

source: Employee Name
pt_pt: Após misstatements

source: Salaries and Wages
pt_pt: Diferenças de Unreconciles

source: Pension Fund
pt_pt: A informação ou os ajustes forneceram tarde no exame

source: Provident Fund
pt_pt: Artigos não na linha com expectativas

source: Retirement Annuity Fund
pt_pt: Complexidade de Unneccessary

source: Medical Aid
pt_pt: A gerência cancela

source: Skills Development Levy
pt_pt: Recognition de rendimento

source: Error updating employee expense accounts.
pt_pt: Evidência opondo ou faltando

source: Employee Expense account links Successfully Updated
pt_pt: Transações unsupported

source: Add employee report
pt_pt: Mudanças freqüentes em estimativas da contabilidade

source: View employee report
pt_pt: Políticas de contabilidade estranhas

source: Apply for Leave
pt_pt: Oportunidades identificadas do fraud

source: View Leave
pt_pt: Non reconciling clientes de suspense

source: Add salary deduction
pt_pt: Variações do reconciliation (banco, devedor, credor)

source: View salary deduction
pt_pt: Transações incompletas ou atrasadas

source: Add allowance
pt_pt: Incapaz de adicionar o detalhe do relatório

source: View allowance
pt_pt: Incapaz de começar o detalhe do relatório do revisor de

source: Grant loan
pt_pt: contas

source: View loan
pt_pt: Nenhumas entradas gravadas encontradas.

source: Add PAYE brackets
pt_pt: O sistema de transação automaticamente gerado relata - o cubit v2.8

source: New report type
pt_pt: Documentação da fonte e experimentação eletrônicas do

source: Add Reimbursement
pt_pt: exame

source: View Reimbursements
pt_pt: ELE e relatório do controle de acesso (com variações do

source: Add fringe benefit
pt_pt: sistema) - cubit v2.8

source: View fringe benefit
pt_pt: Ferramenta updated maciça da identificação da lima e de

source: Select date range to view
pt_pt: dados - relatório - cubit v2.8

source: Low or interest free loan
pt_pt: Identificação 1008 da variação de IAPS (relatório do

source: Payment Date
pt_pt: erro do controle de acesso, variação da integridade da base de

source: Error checking for matching reversed salary.
pt_pt: dados) - cubit v2.8

source: - There are no salary payments for the selected month
pt_pt: Relatório viral e da segurança da ruptura - cubit v2.8

source: Edit PAYE Brackets
pt_pt: Exportações Do Teste Dos Dados: Aleatório, Sistemático,

source: This feature has been disabled for auditing purposes.
pt_pt: Bloco, Monetary - Cubit v2.8

source: Exstra Amount
pt_pt: Totais Grandes

source: Exstra
pt_pt: Lucro Líquido/Perda

source: Pay Employee
pt_pt: Não há nenhuma indicação conservada do fluxo de

source: Amount due to employee
pt_pt: dinheiro.

source: Amount paid now
pt_pt: Gerado

source: Bank
pt_pt: Número De Indicação Inválido Do Fluxo De Dinheiro.

source: Payment Processed
pt_pt: Jornal De Vendas

source: Employee payment has been processed.
pt_pt: Jornal Da Vista

source: Select month to view
pt_pt: Incapaz de começar o jornal de vendas.

source: Select Month
pt_pt: Exl VAT de uma quantidade

source: Add reimbursement to system
pt_pt: Emita uma outra mensagem

source: Reimbursement Details
pt_pt: Facture O Disconto

source: Confirm new reimbursement
pt_pt: Relatório Do Representante De Vendas Commision

source: Name of reimbursement
pt_pt: Departamento Da Vista

source: Reimbursement Account
pt_pt: Povos Das Vendas Da Vista

source: Reimbursement added to system
pt_pt: Categoria Da Vista

source: Cash amount extra
pt_pt: Adicione A Classificação

source: Add allowance to employee
pt_pt: Veja A Classificação

source: Allowance
pt_pt: Ajuste o cliente da variação

source: Confirm allowance
pt_pt: Ajuste O No. Do Invoice

source: Allowance added to employee
pt_pt: Ajuste O Representante De Vendas Commision

source: Click here to continue processing
pt_pt: Não podia recuperar categorias Infomation da base de dados.

source: Allowance name
pt_pt: Não há nenhuma categoria de clientes da despesa contudo no cubit.

source: Taxable
pt_pt: Adicione a permissão ao sistema

source: Employees on Leave
pt_pt: Anote que a quantidade incorporada aqui estará tratada como

source: Type Of Leave
pt_pt: uma permissão mensal.

source: Start Date
pt_pt: Detalhes Da Permissão

source: There are no Employees on Leave.
pt_pt: Nome da permissão

source: Reference no
pt_pt: Adicione Antes de PAYE

source: Deduction name
pt_pt: Tipo Da Permissão

source: Creditor name
pt_pt: Confirme a permissão nova

source: Expense Account
pt_pt: Cliente Da Permissão

source: Creditor details
pt_pt: Permissão adicionada ao sistema

source: Add fringe benefit to employee
pt_pt: Adicione A Permissão

source: Confirm fringe benefit
pt_pt: Selecione por favor ao menos um empregado.

source: Fringe benefit added to employee
pt_pt: tipos do pagamento do empregado verificar de erro.

source: Confirm removal of salary deduction
pt_pt: Salários Do Grupo

source: Name of deduction
pt_pt: Semana 1

source: Reference no.
pt_pt: Semana 2

source: Unable to delete salary deduction from employee lists.
pt_pt: Semana 3

source: Salary deduction deleted
pt_pt: Semana 4

source: Salary deduction has been successfully deleted.
pt_pt: Semana 5

source: View Salary Deduction
pt_pt: Semana 1-2

source: - ALL -
pt_pt: Semana 3-4

source: View employee reports
pt_pt: Processando Salários Do Grupo

source: Filter reports by:
pt_pt: Período Do Salário:

source: Viewing reports
pt_pt: Os salários do período são processados para

source: Report ID
pt_pt: Processando A Data:

source: Submitter of report:
pt_pt: Data usada por Cubit para os livros-razão.

source: Other persons responsible:
pt_pt: Horas Totais Do Trabalho

source: General Salary and Allowances
pt_pt: As Horas Reais Trabalharam

source: Salary Type
pt_pt: Normal Fora do tempo estipulado

source: Remuneration per Annum
pt_pt: Feriado Público Fora do tempo estipulado

source: Bonus - Month
pt_pt: Salário Especial De Bonus/Additional

source: Motorcar 1 Determined Value
pt_pt: Annual/Once Fora Do Bônus

source: - Contributions for Use
pt_pt: Permissão Do Curso

source: - Pays for own Fuel
pt_pt: Reembolso De Empréstimo

source: - Pays for Servicing
pt_pt: Pensão: Dedução Do Empregado

source: Motorcar 2 Determined Value
pt_pt: Provident: Contribuição Da Companhia

source: Amount:
pt_pt: Provident: Dedução Do Empregado

source: Days:
pt_pt: UIF: Dedução Do Empregado

source: Deductions: Company Contributions
pt_pt: Annuity De Aposentadoria: Dedução Do Empregado

source: SDL
pt_pt: Dae (dispositivo automático de entrada) Médico: Dedução

source: Deductions: Employee Contributions
pt_pt: Do Empregado

source: Edit salary deduction
pt_pt: Outro: Dedução Do Empregado

source: Deduction Type
pt_pt: Método do pagamento

source: Error reading account name for comfirmation.
pt_pt: Ultrapassagem PAYE

source: Account selected is invalid.
pt_pt: Franja Ben.

source: Confirm new salary deduction
pt_pt: Subsistence

source: Salary deduction edited
pt_pt: Deduções

source: Employee Transaction
pt_pt: Reembolsos

source: Transaction Done
pt_pt: Incapaz de começar o cliente de banco.

source: Transaction with employee has been recorded
pt_pt: Nenhuns encontraram na base de dados.

source: View employee details
pt_pt: Troca (ZAR-USD):

source: - There are no salary reversed for the selected month
pt_pt: O Pagamento Selecionou Empregados Dentro Completamente Após

source: Select month
pt_pt: Processar

source: This is the period for which you are processing the salary.
pt_pt: Salários Process

source: Processing Date
pt_pt: Uma Quantidade Pagou Após Processar

source: This is the date Cubit will use to enter transactions into the ledgers.
pt_pt: Bônus Anual

source: You have already processed a salary for that period
pt_pt: Franja Médica Ben.

source: Ledger Account for payment
pt_pt: Franja Do Carro 1

source: There are no reimbursements
pt_pt: Franja Do Carro 2

source: Salary Details for the Pay Period
pt_pt: Franja Do Empréstimo

source: Total Work Hours:
pt_pt: Salário Bruto

source: Actual Hours Worked:
pt_pt: PAYE

source: Bonus(Annual/Once Off Payments)
pt_pt: Pagamento + Reembolsos De Nett

source: change
pt_pt: Erro que busca o ano financeiro.

source: Bonus(Annual Payments)
pt_pt: Idade calculadora do erro na extremidade do ano financeiro.

source: Provident Fund: Employee Deduction
pt_pt: Detalhes do empregado da leitura de erro para o empréstimo.

source: Medical Fringe Benefit
pt_pt: Incapaz de atualizar o status do empréstimo do empregado.

source: Motorcar 1 Fringe Benefit
pt_pt: Incapaz de archive o empréstimo.

source: Motorcar 1 Contribution for Use
pt_pt: Interesse de empréstimo da leitura de erro para a prestação.

source: Motorcar 2 Fringe Benefit
pt_pt: Incapaz de atualizar o interesse do empregado.

source: Motorcar 2 Contribution for Use
pt_pt: Benefício de franja record do empréstimo do erro.

source: Loan Interest Fringe Benefit
pt_pt: incapaz de introduzir data.1

source: SITE/PAYE
pt_pt: incapaz de introduzir data.2

source: Loans
pt_pt: incapaz de introduzir data.3

source: Employee aContribution
pt_pt: incapaz de introduzir data1.

source: Employer Contribution
pt_pt: incapaz de introduzir data3.

source: Error reading deduction information.
pt_pt: incapaz de introduzir data2.

source: Confirm removal of allowance
pt_pt: incapaz de introduzir data4.

source: Error deleting allowances assigned to employees.
pt_pt: incapaz de introduzir dados do empréstimo para a renda do empregado

source: Allowance deleted
pt_pt: no payslip.

source: View Allowances
pt_pt: Erro que atualiza a informação do empréstimo para o payslip.

source: Add Fringe Benefit to system
pt_pt: incapaz de introduzir data5.

source: Fringe Benefit Details
pt_pt: incapaz de introduzir data6.

source: Confirm New Fringe Benefit
pt_pt: incapaz de introduzir data7.

source: Fringe Benefit added to system
pt_pt: incapaz de introduzir data8.

source: Add Fringe Benefit
pt_pt: incapaz de introduzir data9.

source: Employee Leave Application
pt_pt: incapaz de introduzir data10.

source: Date of Application
pt_pt: incapaz de introduzir data.11

source: Leave start date
pt_pt: incapaz de introduzir data.12

source: Leave end date
pt_pt: incapaz de introduzir data.13

source: Approved by
pt_pt: Nome de cliente da leitura de erro para o cliente

source: Type of leave
pt_pt: obstruído.

source: Paid vacation-leave
pt_pt: Salário Process Do Empregado

source: Paid sick-leave
pt_pt: - pagamento do empregado não encontrado para o mês

source: Paid study-leave
pt_pt: selecionado.

source: Special paid-leave
pt_pt: Empregado:

source: Unpaid leave
pt_pt: Nome:

source: View Leave Applications
pt_pt: Sobrenome:

source: Invalid start date.
pt_pt: Salário básico bruto

source: Invalid end date.
pt_pt: Empréstimo baixo ou interest-free

source: Confirm Employee leave
pt_pt: A taxa de interesse carregou pela companhia

source: Total days inbetween
pt_pt: UIF

source: Total working days inbetween
pt_pt: Renda De Nett

source: ""ERROR : Leave period selected exceeds allowed amount for paid vacation-leave.
pt_pt: Página Precedente

source: ""ERROR : Leave period selected exceeds allowed amount for paid sick-leave.
pt_pt: Selecione o empregado inverter o salário para

source: ""ERROR : Leave period selected exceeds allowed amount for paid study-leave.
pt_pt: Processo

source: Employee leave requested
pt_pt: Dinheiro pago do empregado

source: Error reading employee info.
pt_pt: Detalhes Do Salário

source: View archived employee loans
pt_pt: Salário básico

source: Loan amount(incl interest)
pt_pt: Bônus

source: Monthly installment
pt_pt: Dinheiro Do Salário Do Pagamento

source: Loan interest
pt_pt: Reverso Do Salário

source: Completion Date
pt_pt: Fora do tempo estipulado

source: Could not retrieve employees Information from the Database.
pt_pt: Prestação Do Empréstimo

source: Please select at least one Employee.
pt_pt: Pagamento De Nett

source: There are no Balance Accounts categories yet in Cubit.
pt_pt: Uma quantidade pagou agora

source: New salary deduction
pt_pt: Incapaz de recuperar a ligação do cliente de banco da base

source: Deduct Before PAYE
pt_pt: de dados

source: Deduction Account
pt_pt: Não há nenhuma dedução

source: Salary deduction added to database
pt_pt: Incapaz de começar permissões.

source: Add Salary Deduction
pt_pt: incapaz de introduzir dados.

source: Select employee to reverse
pt_pt: Unabel a começar começa o dat.

source: You have not processed a salary for that period.
pt_pt: Disabled

source: Error reading possible loan installment information.
pt_pt: Confirme a remoção do benefício de franja

source: ""Please remember to enter the amount of hours you wish to reverse the salary ""for.
pt_pt: Benefício de franja

source: You have not processed a salary for that period yet
pt_pt: O benefício de franja suprimiu

source: Reverse Employee Salary
pt_pt: O benefício de franja foi suprimido com sucesso.

source: By Application Date Range
pt_pt: Benefícios De Franja Da Vista

source: View Employee Leave Applications
pt_pt: Incapaz de começar o paye

source: Application Date
pt_pt: Licença Disponível:

source: Working Days
pt_pt: PAYE &nbsp; data:

source: No Outstanding Employee Leave applications found.
pt_pt: DEIXE DIAS DEVIDOS

source: Top
pt_pt: Totalize O Imposto Do Empregado

source: Bottom
pt_pt: Total devido ao empregado

source: about
pt_pt: SAL&#129;RIO BRUTO

source: Edit accounting settings
pt_pt: Detalhes Do Empregado:

source: SDL Payable
pt_pt: Nome:

source: Default Interest on Employee Loans
pt_pt: Número:

source: Error updating settings.
pt_pt: Id:

source: Accounting settings changed
pt_pt: No. Do Imposto:

source: New accounting settings successfully committed to database.
pt_pt: Taxa:

source: ERROR : There are no report types found in Cubit
pt_pt: Designação:

source: Add employee report to system
pt_pt: Gender:

source: Type of report
pt_pt: Status Marital:

source: Person submitting report
pt_pt: Detalhes Da Companhia:

source: Other person responsible for report
pt_pt: CONTRIBUI&#8225;&#8226;ES DA COMPANHIA

source: Details of report
pt_pt: RENDA

source: Confirm new report
pt_pt: DEDU&#8225;&#8226;ES

source: Employee report added to system
pt_pt: DEDU&#8225;&#8226;ES TOTAIS

source: New employee report has been successfully added to Cubit.
pt_pt: - pagamento do empregado não encontrado para o mês

source: View current employee loans
pt_pt: selecionado (REV)

source: Amount outstanding
pt_pt: Selecione o empregado processar

source: Invalid Use of module.
pt_pt: Nenhuns benefícios de franja para este empregado

source: Invalid leave number
pt_pt: Nenhumas permissões para este empregado

source: Confirm Cancel Employee Leave Application
pt_pt: Nenhumas deduções para este empregado

source: Date of approval
pt_pt: Salário Process Da Equipe de funcionários

source: Employee leave cancelled
pt_pt: Seção do dinheiro

source: Module no longer used.
pt_pt: Benefícios de franja

source: Confirm removal of loan
pt_pt: Nenhuns benefícios de franja para este empregado

source: Loan period (months)
pt_pt: Nenhumas Permissões Para Este Empregado

source: Error fetching loan pre-archive id.
pt_pt: Porcentagem de UIF

source: Error deleting loan from pre-archive.
pt_pt: UIF Total

source: Loan details removed
pt_pt: Porcentagem de PAYE

source: Loan details have been successfully removed.
pt_pt: PAYE Total

source: View Loan
pt_pt: O empregado que o salário foi com sucesso proccessed no

source: This is a disabled feature.
pt_pt: sistema

source: New PAYE bracket has been successfully added to Cubit.
pt_pt: Selecione o empregado conceder o empréstimo a

source: New Paye
pt_pt: Incorpore o empréstimo

source: Edit allowance
pt_pt: Selecione O Cliente De Banco

source: Allowance edited
pt_pt: Selecione O Cliente De Empréstimo

source: New Brackets
pt_pt: Empréstimo De Grant

source: Edit current loan
pt_pt: A Data Concedeu

source: Existing loan modified
pt_pt: Uma quantidade do empréstimo

source: Existing loan has been successfully modified.
pt_pt: Interesse no empréstimo

source: View Loans
pt_pt: Período de payback (meses)

source: Creditor Details/In House
pt_pt: Selecione por favor um cliente de banco OU um cliente de

source: Before PAYE: Tax Deductable
pt_pt: livro-razão geral.

source: Creditor Account
pt_pt: Confirme o empréstimo novo

source: Edit Fringe Benefit
pt_pt: Empreste A Data

source: Confirm Finge Benefit
pt_pt: Período de payback

source: Fringe Benefit edited
pt_pt: Uma quantidade mensal da prestação

source: Add report type to system
pt_pt: Uma quantidade da prestação (no interesse de 8%)

source: Confirm new report type
pt_pt: Incapaz de archive pre o empréstimo.

source: Report type added to system
pt_pt: Empréstimo concedido e adicionado ao sistema

source: New report type has been successfully added to Cubit.
pt_pt: O empréstimo novo foi adicionado com sucesso ao cubit.

source: Add Reports
pt_pt: Informação do empregado da leitura de erro.

source: Employee Leave Available
pt_pt: Contribuições da companhia aos clientes de despesa das deduções do

source: Paid Vacation Leave
pt_pt: empregado

source: Paid Sick Leave
pt_pt: Nome Do Empregado

source: Paid Study Leave
pt_pt: Salários e salários

source: Approve employee leave
pt_pt: Fundo De Pensão

source: Confirm employee leave
pt_pt: Fundo De Provident

source: Non-working days
pt_pt: Fundo Do Annuity De Aposentadoria

source: ERROR : Leave period selected exceeds allowed amount for
pt_pt: Dae (dispositivo automático de entrada) Médico

source: Employee leave approved
pt_pt: Levy Do Desenvolvimento Das Habilidades

source: Add Salaries Control Account link
pt_pt: Erro que atualiza clientes de despesa do empregado.

source: Add Commission Account link
pt_pt: As ligações do cliente de despesa do empregado atualizaram com

source: Add PAYE Account link
pt_pt: sucesso

source: Add Employee Loan Account Link
pt_pt: Adicione o relatório do empregado

source: Company UIF expense Account link
pt_pt: Veja o relatório do empregado

source: Company UIF Control Account link
pt_pt: Aplique para a licença

source: Company SDL expense Account link
pt_pt: Veja A Licença

source: Company SDL Control Account link
pt_pt: Adicione a dedução do salário

source: Add Fringe Benefits Account Link
pt_pt: Veja a dedução do salário

source: General settings
pt_pt: Adicione a permissão

source: Edit reimbursement
pt_pt: Veja a permissão

source: Confirm reimbursement
pt_pt: Empréstimo de Grant

source: Reimbursement edited
pt_pt: Empréstimo da vista

source: Disabled feature.
pt_pt: Adicione os suportes de PAYE

source: Confirm removal of reimbursement
pt_pt: Tipo novo do relatório

source: Reimbursement deleted
pt_pt: Adicione O Reembolso

source: View Reimbursement
pt_pt: Veja Reembolsos

source: Reimbursement name
pt_pt: Adicione o benefício de franja

source: Define Subsistence Allowance
pt_pt: Veja o benefício de franja

source: In Republic (ZA):
pt_pt: Selecione a escala da data para ver

source: Employee pays for own Meals:
pt_pt: O ponto baixo ou o interesse livram o empréstimo

source: Subsistence allowance
pt_pt: Data Do Pagamento

source: In Republic
pt_pt: Verificar de erro para ver se há combinar o salário

source: Pays for own Meals
pt_pt: invertido.

source: Confirm save age analysis
pt_pt: - não há nenhum pagamento do salário para o mês selecionado

source: Save Data
pt_pt: Edite Os Suportes de PAYE

source: Age analysis saved.
pt_pt: Esta característica foi incapacitada examinando

source: New Script to access control database
pt_pt: finalidades.

source: Script function
pt_pt: Uma Quantidade De Exstra

source: File
pt_pt: Exstra

source: New script
pt_pt: Empregado Do Pagamento

source: Script Function
pt_pt: Uma quantidade devido ao empregado

source: Add script &raquo
pt_pt: Uma quantidade pagou agora

source: New script added to database
pt_pt: Banco

source: Cubit Settings
pt_pt: O Pagamento Processou

source: Block Main accounts
pt_pt: O pagamento do empregado foi processado.

source: Block main accounts
pt_pt: Selecione o mês para ver

source: Don't Block
pt_pt: Selecione O Mês

source: Setting have been successfully added to Cubit.
pt_pt: Adicione o reembolso ao sistema

source: Cost Center Usage
pt_pt: Detalhes Do Reembolso

source: Use Cost Centers
pt_pt: Confirme o reembolso novo

source: Don't Use Cost Centers
pt_pt: Nome do reembolso

source: Debtors Age Analysis Period
pt_pt: Cliente Do Reembolso

source: Use Cubit System Date
pt_pt: Reembolso adicionado ao sistema

source: Close month manually
pt_pt: Uma quantidade de dinheiro extra

source: Settings have been successfully added to Cubit.
pt_pt: Adicione a permissão ao empregado

source: Account Creation
pt_pt: Permissão
