Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: There is no update data in Cubit.
pt_pt: Remova O Orçamento

source: Select Company to Export
pt_pt: Edite O Orçamento Anual

source: Import Company
pt_pt: Confirme O Orçamento Anual Novo

source: Add Company
pt_pt: Edite O Orçamento Anual

source: Invalid company selected
pt_pt: Entradas do orçamento do fluxo de dinheiro

source: Import
pt_pt: Entrada nova do orçamento do fluxo de dinheiro

source: Invalid Company Name
pt_pt: Fundos In/Out?

source: Error parsing file.
pt_pt: Fundos

source: Browser Notice
pt_pt: Entradas do orçamento do fluxo de dinheiro da vista

source: Enter a name for Your Company
pt_pt: Incapaz de adicionar a entrada &nbsp; base de dados.

source: New Company
pt_pt: A entrada do orçamento do fluxo de dinheiro adicionou ao sistema

source: View Companies
pt_pt: A entrada nova do orçamento do fluxo de dinheiro foi

source: Company with the entered code already exists.
pt_pt: adicionada ao sistema.

source: Company with the entered name already exists.
pt_pt: Remova O Orçamento Anual

source: Confirm New Company
pt_pt: Remova O Orçamento Anual

source: Unable to insert company into Database.
pt_pt: Edite a entrada do orçamento do fluxo de dinheiro

source: Error assigning company code. Please try again.
pt_pt: Entrada do orçamento do fluxo de dinheiro atualizada

source: Unable to create company database.
pt_pt: A entrada nova do orçamento do fluxo de dinheiro foi

source: New Company has been created.
pt_pt: atualizada no sistema.

source: Unable to insert user into Database.
pt_pt: Orçamento Mensal Novo

source: Remove Company
pt_pt: Orçamento

source: Select Company
pt_pt: Orçamento Mensal Novo

source: Invalid Company Code
pt_pt: Selecione todos os clientes

source: Company Terms
pt_pt: Confirme O Orçamento Mensal Novo

source: Company Terms Are Too Long
pt_pt: Incapaz de recuperar orçamentos do cubit.

source: Confirm Company Terms
pt_pt: Orçamento mensal novo criado

source: Write
pt_pt: Orçamentos Atuais

source: Company Terms Too Long
pt_pt: Data Da Entrada

source: Company Terms have been Successfully Updated
pt_pt: BudgetFor

source: Unable to retrieve company details from Cubit.
pt_pt: Period/Year

source: View Company Details
pt_pt: Não há nenhum orçamento no cubit.

source: Company Slogan
pt_pt: Exportação

source: Registration Number
pt_pt: Orçamento Mensal Novo

source: VAT Number
pt_pt: Orçamento Anual Novo

source: PAYE Ref
pt_pt: Incapaz de começar o monthclose do DB.

source: Diplomatic Indemnity
pt_pt: Confirme O Cálculo Do Interesse

source: Logo Image
pt_pt: Calcule o

source: Delete Logo
pt_pt: O método do cálculo do interesse não foi ajustado. Ajuste

source: POS Logo Image
pt_pt: por favor esta opção primeiramente.

source: Telephone No.
pt_pt: Monthend foi feito, mas registro makeing do erro dele.

source: Unable to remove company logo
pt_pt: O interesse foi calculado

source: Company Details
pt_pt: Incapaz de começar clientes do cubit.

source: Unable to add company details to Cubit.
pt_pt: Aloce uma quantidade aos centros de custo

source: The Company Details have been successfully added to Cubit.
pt_pt: % de uma quantidade total

source: Select Company to log in to
pt_pt: A porcentagem total deve ser exaclly 100%, verifica

source: Invalid Company, Please check if company was created correctly.
pt_pt: porcentagens.

source: All
pt_pt: Não há nenhum centro de custo encontrado.

source: Select Store
pt_pt: Informação Das Versões

source: Select Category
pt_pt: Companhias

source: Select Classification
pt_pt: Código Da Companhia

source: Enter &raquo
pt_pt: Versão

source: Sales Settings
pt_pt: Não há nenhuma companhia no cubit.

source: Edit Sales Rep Commission
pt_pt: History

source: Code
pt_pt: Não há nenhum dados do update no cubit.

source: Category
pt_pt: Selecione a companhia exportar

source: Class
pt_pt: Companhia De Importação

source: Commission
pt_pt: Adicione A Companhia

source: There is no stock items in the selected warehouse.
pt_pt: Companhia inválida selecionada

source: Confirm Sales Rep Commission
pt_pt: Importação

source: Commission updated
pt_pt: Nome De Inválido Companhia

source: Sales Rep Commission updated.
pt_pt: Lima analisar gramaticalmente do erro.

source: There are no Sales People found in Cubit.
pt_pt: Observação Do Browser

source: Commission Report
pt_pt: Dê entrada com um nome para sua companhia

source: Select Sales Rep
pt_pt: Novo Companhia

source: Sales Rep
pt_pt: Companhias Da Vista

source: Select Report Date Range
pt_pt: A companhia com o código dado entrada existe já.

source: Search &raquo;
pt_pt: A companhia com o nome dado entrada com existe já.

source: Add Sales Person
pt_pt: Confirme Novo Companhia

source: Sales Reports
pt_pt: Incapaz de introduzir a companhia na base de dados.

source: Inv
pt_pt: Erro que atribui o código da companhia. Por favor tentativa outra

source: VAT Excl. Invoice Amount
pt_pt: vez.

source: There are no Sales People in Cubit.
pt_pt: Incapaz de criar a base de dados da companhia.

source: Unable to get invoices from db.
pt_pt: Novo Companhia foi criado.

source: Unable to get con info.
pt_pt: Incapaz de introduzir o usuário na base de dados.

source: Personal details
pt_pt: Remova A Companhia

source: Main Contact
pt_pt: Selecione A Companhia

source: Position
pt_pt: Código De Inválido Companhia

source: Contact details
pt_pt: Termos Da Companhia

source: Telephone
pt_pt: Os Termos Da Companhia São Demasiado Longos

source: Cellphone
pt_pt: Confirme Termos Da Companhia

source: Facsimile
pt_pt: Escreva

source: Notes
pt_pt: A Companhia Denomina Demasiado Longo

source: List contacts
pt_pt: Os termos da companhia foram atualizados com sucesso

source: Contacts
pt_pt: Incapaz de recuperar detalhes da companhia do cubit.

source: Unable to insert conper.
pt_pt: Detalhes De Vista Companhia

source: Contact added
pt_pt: Slogan Da Companhia

source: Add another contact
pt_pt: Número De Registo

source: Edit Contact
pt_pt: Número do Vat

source: Unabel to update contact.
pt_pt: Referência de PAYE

source: Contact update
pt_pt: Indemnity Diplomatic

source: Delete &raquo;
pt_pt: Imagem Do Logo

source: Deleted contact person
pt_pt: Logo Da Supressão

source: Contact has been deleted from Cubit.
pt_pt: Imagem Do Logo da Posição

source: Not Found
pt_pt: No. Do Telefone.

source: WAREHOUSE
pt_pt: Incapaz de remover o logo da companhia

source: ITEM NUMBER
pt_pt: Detalhes Da Companhia

source: DESCRIPTION
pt_pt: Incapaz de adicionar detalhes da companhia ao cubit.

source: UNIT PRICE
pt_pt: Os detalhes da companhia foram adicionados com sucesso ao cubit.

source: UNIT DISCOUNT
pt_pt: Selecione a companhia logon a

source: AMOUNT
pt_pt: Inválido Companhia, verificam por favor se a companhia for

source: Accept Consignment Order
pt_pt: criada corretamente.

source: Customer Details
pt_pt: Tudo

source: Customer Address
pt_pt: Ajuste O Commission Do Representante De Vendas

source: Customer Order number
pt_pt: Selecione A Loja

source: Customer VAT Number
pt_pt: Selecione A Categoria

source: Comments
pt_pt: Selecione A Classificação

source: Consignment Order Details
pt_pt: Entre no

source: Consignment Order No.
pt_pt: Ajustes Das Vendas

source: Order No.
pt_pt: Edite O Commission Do Representante De Vendas

source: Sales Person
pt_pt: Codifique

source: Trade Discount
pt_pt: Categoria

source: Delivery Charge
pt_pt: Classe

source: New Consignment Order
pt_pt: Commission

source: View Consignment Orders
pt_pt: Não há nenhum artigo conservado em estoque no armazém

source: SUBTOTAL
pt_pt: selecionado.

source: GRAND TOTAL
pt_pt: Confirme O Commission Do Representante De Vendas

source: Sales Order Not Found
pt_pt: Commission atualizado

source: Unable to insert invoice to Cubit.
pt_pt: Commission do representante de vendas atualizado.

source: Unable to update stock to Cubit.
pt_pt: Não há nenhum pessoa das vendas encontrado no cubit.

source: Unable to update quotes in Cubit.
pt_pt: Relatório Do Commission

source: Unable to insert invoice data to Cubit.
pt_pt: Selecione O Representante De Vendas

source: Consignment Order accepted
pt_pt: Representante De Vendas

source: Cancel Consignment Order
pt_pt: Selecione A Escala Da Data Do Relatório

source: Sales Order Details
pt_pt: Busca

source: Sales Order No.
pt_pt: Adicione A Pessoa Das Vendas

source: Cancel
pt_pt: Relatórios Das Vendas

source: Unable to remove Sales Order from Cubit.
pt_pt: Inv

source: Unable to insert Sales Order record to Cubit.
pt_pt: Vat Excl. Uma Quantidade De Invoice

source: Consignement Order Cancelled
pt_pt: Não há nenhum pessoa das vendas no cubit.

source: View Cancelled Consignment Orders
pt_pt: Incapaz de começar invoices do DB.

source: There are no cancelled Consignment Orders.
pt_pt: Incapaz de começar o info con.

source: Consignment Order Details
pt_pt: Detalhes pessoais

source: Consignment Order Details
pt_pt: Contato Principal

source: Consignment Order Date
pt_pt: Posição

source: There are no Departments found in Cubit.
pt_pt: Detalhes do contato

source: Select Department
pt_pt: Telefone

source: First Letters of customer
pt_pt: Cellphone

source: New Customer
pt_pt: Fac-símile

source: Unable to insert Consignment Order to Cubit.
pt_pt: Notas

source: Error updating consignment order's department.
pt_pt: Contatos da lista

source: Consignment Order Not Found
pt_pt: Contatos

source: Error : Selected customer account has been blocked.
pt_pt: Incapaz de introduzir o conper.

source: There are no Stores found in Cubit.
pt_pt: Contato adicionado

source: Error reading warehouses (FWH).
pt_pt: Adicione um outro contato

source: STORE
pt_pt: Edite O Contato

source: VAT CODE
pt_pt: Unabel ao contato do update.

source: Unable to get account data.
pt_pt: Update do contato

source: There are no stock items in the selected store.
pt_pt: Supressão

source: Select Number
pt_pt: Pessoa suprimida do contato

source: There are no stock items in the selected warehouse.
pt_pt: O contato foi suprimido do cubit.

source: Account No.
pt_pt: Não encontrado

source: Select Using
pt_pt: ARMAZ&#8240;M

source: Update &raquo
pt_pt: N&#353;MERO DO ARTIGO

source: Available Credit
pt_pt: DESCRI&#8225;&#402;O

source: Different Store
pt_pt: PRE&#8225;O DE UNIDADE

source: Add Product
pt_pt: DISCONTO DA UNIDADE

source: Add Non stock Product
pt_pt: Uma QUANTIDADE

source: - Consignment Order Not Found
pt_pt: Aceite A Ordem Do Consignment

source: Unable to update Consignment Order items in Cubit.
pt_pt: Detalhes Do Cliente

source: Please select the vatcode for all your items.
pt_pt: Endereço Do Cliente

source: Unable to insert Consignment Order items to Cubit.
pt_pt: Número de ordem do cliente

source: Done, Print and make another
pt_pt: Número do Vat Do Cliente

source: Unable to update Consignment Order in Cubit.
pt_pt: Comentários

source: Unable to update Consignment Order data in Cubit.
pt_pt: Detalhes Da Ordem Do Consignment

source: Unable to insert Consignment Order data to Cubit.
pt_pt: No. Da Ordem Do Consignment.

source: Unable to update Consignment Order status in Cubit.
pt_pt: No. Da Ordem.

source: Print
pt_pt: Pessoa Das Vendas

source: New Consignment Order Saved
pt_pt: Disconto De comércio

source: Confirm Cancel Incomplete Consignment Order
pt_pt: Carga De Entrega

source: Consignment Order Number
pt_pt: Ordem Nova Do Consignment

source: Sub Total
pt_pt: Ordens Do Consignment Da Vista

source: Unable to remove Sales Order from Cubit2.
pt_pt: SUBTOTAL

source: Unable to delete Sales Order items from Cubit.
pt_pt: TOTAL GRANDE

source: Incomplete Consignment Order Cancelled
pt_pt: As Vendas Requisitam Não encontrado

source: Incomplete Consignment Orders
pt_pt: Incapaz de introduzir o invoice ao cubit.

source: Sales Order Date
pt_pt: Incapaz de atualizar o estoque ao cubit.

source: Customer Name
pt_pt: Incapaz de atualizar citações no cubit.

source: Order No
pt_pt: Incapaz de introduzir dados do invoice ao cubit.

source: Grand Total
pt_pt: Ordem do consignment aceitada

source: No previous incomplete Consignment Orders.
pt_pt: Cancele A Ordem Do Consignment

source: Continue
pt_pt: Detalhes Da Ordem Das Vendas

source: No previous Consignment Orders.
pt_pt: No. Da Ordem Das Vendas.

source: Add Journal transaction to batch
pt_pt: Cancelamento

source: Number Of Contrast Accounts
pt_pt: Incapaz de remover a ordem das vendas do cubit.

source: Record Journal transaction to batch
pt_pt: Incapaz de introduzir o registro da ordem das vendas ao cubit.

source: Journal transaction have been recorded to a batch file
pt_pt: Ordem De Consignement Cancelada

source: Invalid option for check.
pt_pt: Ordens Canceladas Vista Do Consignment

source: Invalid use of function
pt_pt: Não há nenhuma ordem cancelada do consignment.

source: Invalid option for dropdown.
pt_pt: Detalhes Da Ordem Do Consignment

source: - Invalid option for dropdown.
pt_pt: Detalhes Da Ordem Do Consignment

source: Invalid option for display.
pt_pt: Data Da Ordem Do Consignment

source: Not Found.
pt_pt: Não há nenhum departamento encontrado no cubit.

source: Unable to retrieve currency from Cubit
pt_pt: Selecione O Departamento

source: ERROR : Invalid currency.
pt_pt: Primeiras letras do cliente

source: ERROR : There is no currency in Cubit, please add currency first.
pt_pt: Cliente Novo

source: Unable to retrieve update exchange rate : change
pt_pt: Incapaz de introduzir a ordem do consignment ao cubit.

source: Unable to retrieve balances from Cubit
pt_pt: Erro que atualiza o departamento da ordem do consignment.

source: Unable to retrieve update exchange rate : Bank accounts
pt_pt: Ordem Do Consignment Não encontrada

source: Cubit License
pt_pt: Erro: O cliente de cliente selecionado foi obstruído.

source: Error REPLACE INTO:
pt_pt: Não há nenhuma loja encontrada no cubit.

source: Could not select Year Database and Name
pt_pt: Armazéns da leitura de erro (FWH).

source: ERROR : The Current Financial year has already been closed.
pt_pt: LOJA

source: There are no Active periods/years defined in Cubit.
pt_pt: C&#8220;DIGO DO VAT

source: You need to close all the periods(12) before you can close the year.
pt_pt: Incapaz de começar dados do cliente.

source: Close Period
pt_pt: Não há nenhum artigo conservado em estoque na loja selecionada.

source: Close Current Year
pt_pt: Selecione O Número

source: Current Financial Year:
pt_pt: Não há nenhum artigo conservado em estoque no armazém

source: Next Financial Year:
pt_pt: selecionado.

source: Period Range:
pt_pt: Explica O No..

source: Today's Date:
pt_pt: Usar-se Seleto

source: No, Go Back
pt_pt: do update

source: Unable to empty Period databases
pt_pt: Crédito Disponível

source: Could not access branches table.
pt_pt: Loja Diferente

source: Unable to create audit Database for Current Year.
pt_pt: Adicione O Produto

source: Unable to create audit Database.
pt_pt: Adicione o produto non conservado em estoque

source: Current Year has been closed
pt_pt: - Ordem Do Consignment Não encontrada

source: ( i ) The next Year has been activated ( i )
pt_pt: Incapaz de atualizar artigos da ordem do consignment no

source: "" Retained Income / Accumulated Loss Account number : 5200/000 does not exist
pt_pt: cubit.

source: Could not reset Income Statement Balances on year DB
pt_pt: Selecione por favor o vatcode para todos seus artigos.

source: Error updating balances for new financial year.
pt_pt: Incapaz de introduzir artigos da ordem do consignment ao cubit.

source: ERROR : Invalid use of module
pt_pt: Feita, a cópia e faz outra

source: Invalid Category type
pt_pt: Incapaz de atualizar a ordem do consignment no cubit.

source: Category Name
pt_pt: Incapaz de atualizar dados da ordem do consignment no cubit.

source: Add Link &raquo
pt_pt: Incapaz de introduzir dados da ordem do consignment ao cubit.

source: Settings
pt_pt: Incapaz de atualizar o status da ordem do consignment no cubit.

source: Employee Resources
pt_pt: Cópia

source: ERROR : There are no accounts in the category selected.
pt_pt: Ordem Nova Do Consignment Conservada

source: Select Account to link to
pt_pt: Confirme A Ordem Incompleta Do Consignment Do Cancelamento

source: Category ID
pt_pt: Número De Ordem Do Consignment

source: Link Created
pt_pt: Total Secundário

source: Journal transaction
pt_pt: Incapaz de remover a ordem das vendas de Cubit2.

source: Type
pt_pt: Incapaz de suprimir vendas requisite artigos do cubit.

source: Number of Contra Accounts
pt_pt: Ordem Incompleta Do Consignment Cancelada

source: Journal transactions details
pt_pt: Ordens Incompletas Do Consignment

source: Ref num
pt_pt: Data Da Ordem Das Vendas

source: Confirm transactions
pt_pt: Nome Do Cliente

source: Contra Account does not exist
pt_pt: No. Da Ordem

source: Journal transactions have been recorded
pt_pt: Total Grande

source: View Returned Purchases
pt_pt: Nenhumas ordens incompletas precedentes do consignment.

source: Add New Purchase
pt_pt: Continue

source: Return Purchases
pt_pt: Nenhumas ordens precedentes do consignment.

source: Item Name
pt_pt: Adicione a transação do jornal ao grupo

source: Quantity
pt_pt: Número De Clientes Do Contraste

source: Total Cost
pt_pt: Transação record do jornal ao grupo

source: Payment Method
pt_pt: A transação do jornal foi gravada a uma lima de grupo

source: Item Account
pt_pt: Opção inválida para a verificação.

source: Account Used
pt_pt: Uso inválido da função

source: There are no returned purchases in Cubit yet
pt_pt: Opção inválida para dropdown.

source: View Purchases
pt_pt: - opção inválida para dropdown.

source: There are no purchased items in Cubit yet
pt_pt: Opção inválida para a exposição.

source: Pay
pt_pt: Não encontrado.

source: Trial Balance
pt_pt: Incapaz de recuperar a moeda corrente do cubit

source: Select Branch
pt_pt: ERRO: Moeda corrente inválida.

source: Configure Balance Sheet
pt_pt: ERRO: Não há nenhuma moeda corrente no cubit, adiciona por favor a

source: There are no Balance Sheet a ccounts yet in Cubit.
pt_pt: moeda corrente primeiramente.

source: Equity
pt_pt: Incapaz de recuperar a taxa de troca do update: mudança

source: Unable to clean the balance sheet settings table before writing.
pt_pt: Incapaz de recuperar contrapesos do cubit

source: Unable to insert Balance Sheet settings to database
pt_pt: Incapaz de recuperar a taxa de troca do update: Clientes de

source: Unable to insert Balance sheet settings to Cubit.
pt_pt: banco

source: The Selected Balance Sheet Settings were successfully added to Cubit.
pt_pt: Licença Do Cubit

source: Invalid Customer ID.
pt_pt: O Erro SUBSTITUI EM:

source: Entry Type
pt_pt: Não podia selecionar a base de dados e o nome do ano

source: Cotra Account
pt_pt: ERRO: O ano financeiro atual tem sido fechado já.

source: Enter Details
pt_pt: Não há nenhum periods/years ativo definido no cubit.

source: Go Back
pt_pt: Você necessita fechar todo o periods(12) antes que você possa fechar

source: View Customers
pt_pt: o ano.

source: Journal transaction details
pt_pt: Período Próximo

source: New Purchase
pt_pt: Ano Atual Próximo

source: Transfer
pt_pt: Ano Financeiro Atual:

source: Cash
pt_pt: Ano Financeiro Seguinte:

source: Cheque
pt_pt: Escala Do Período:

source: Item Account Type
pt_pt: Data De hoje:

source: Add &raquo
pt_pt: O No., Vai Para trás

source: Terms Of Payment
pt_pt: Incapaz de esvaziar bases de dados do período

source: days
pt_pt: Não podia alcançar a tabela de filiais.

source: months
pt_pt: Incapaz de criar a base de dados do exame por o ano atual.

source: Select Account Used
pt_pt: Incapaz de criar a base de dados do exame.

source: Select Account For Item
pt_pt: O ano atual foi fechado

source: Add >
pt_pt: (i) O ano seguinte foi (i) ativado

source: Account For Item
pt_pt: Renda retida/número de cliente acumulado da perda: 5200/000

source: Invalid supplier ID, or supplier has been blocked
pt_pt: não existem

source: Supplier Number
pt_pt: Não podia restaurar contrapesos da indicação de renda no

source: This will debit/credit the supplier account selected
pt_pt: DB do ano

source: Supplier has been blocked
pt_pt: Erro que atualiza contrapesos por o ano financeiro novo.

source: Unable to update supplier in Cubit.
pt_pt: ERRO: Uso inválido do módulo

source: View Transactions &raquo
pt_pt: Tipo inválido da categoria

source: User
pt_pt: Nome Da Categoria

source: No Transactions found
pt_pt: Adicione O Da Ligação

source: Account number is beyond limits.
pt_pt: Ajustes

source: Invalid Account number.
pt_pt: Recursos Do Empregado

source: Edit Account
pt_pt: ERRO: Não há nenhum cliente na categoria selecionada.

source: To Category
pt_pt: Selecione o cliente para ligar a

source: View Accounts
pt_pt: Categoria Id

source: Invalid Account Category number.
pt_pt: Ligação Criada

source: Selected Account number already in use.
pt_pt: Transação do jornal

source: Confirm Move Account
pt_pt: Tipo

source: Account edited
pt_pt: Número contra de clientes

source: Account Settings
pt_pt: Detalhes das transações do jornal

source: Add new account
pt_pt: Referência numérica

source: View account
pt_pt: Confirme transações

source: Add new account category
pt_pt: Contra o cliente não existe

source: View account category
pt_pt: As transações do jornal foram gravadas

source: Set financial year names
pt_pt: A Vista Retornou Compras

source: View year names
pt_pt: Adicione A Compra Nova

source: Set Period range
pt_pt: Retorne Compras

source: Close period
pt_pt: Nome Do Artigo

source: Close year
pt_pt: Quantidade

source: You cannot use this fucntion in a previous period.
pt_pt: Custo Total

source: There are batch cashbook entries that needs to be processed.
pt_pt: Método Do Pagamento

source: There are batch journal entries that needs to be processed.
pt_pt: Cliente Do Artigo

source: Close Current period
pt_pt: Cliente Usado

source: Save Trial Balance
pt_pt: Não há nenhuma compra retornada no cubit ainda

source: Save Income Statement
pt_pt: Compras Da Vista

source: Save Balance Sheet
pt_pt: Não há nenhum artigo comprado no cubit ainda

source: Could not save Trial Balance.
pt_pt: Pagamento

source: Could not save Income Statements.
pt_pt: Contrapeso Experimental

source: Could not save Balance Sheet.
pt_pt: Selecione A Filial

source: Could not copy Transaction table to Audit database.
pt_pt: Configurare A Folha De Contrapeso

source: Unable to get customer data.
pt_pt: Não há nenhuma folha de contrapeso ccounts contudo no

source: Unable to insert cust balances
pt_pt: cubit.

source: Unable to get stock.
pt_pt: Equidade

source: Could not copy Debtors Ledger Transaction table to Audit database.
pt_pt: Incapaz de limpar a tabela dos ajustes da folha de

source: Could not copy employee Ledger Transaction table to Audit database.
pt_pt: contrapeso antes de escrever.

source: Could not copy Creditors Ledger Transaction table to Audit database.
pt_pt: Incapaz de introduzir ajustes da folha de contrapeso &nbsp; base de dados

source: Add New Account
pt_pt: Incapaz de introduzir ajustes da folha de contrapeso ao

source: Select Account type
pt_pt: cubit.

source: Select Account Level
pt_pt: Os ajustes selecionados da folha de contrapeso foram adicionados com

source: Main Account
pt_pt: sucesso ao cubit.

source: Sub Account
pt_pt: Cliente Inválido Id.

source: Add Account >
pt_pt: Tipo Da Entrada

source: Add Account &raquo
pt_pt: Cliente De Cotra

source: Add New Sub Account
pt_pt: Incorpore Detalhes

source: Unable to retrieve top account from Cubit.
pt_pt: Vá Para trás

source: There are not main accounts in Cubit.
pt_pt: Veja Clientes

source: Sub Account Name
pt_pt: Journal detalhes da transação

source: Invalid Main account number
pt_pt: Compra Nova

source: Unable to select next value for account number.
pt_pt: Transferência

source: New Account
pt_pt: Dinheiro
