Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Error updating previous year balance (CT).
pt_pt: A Vista Explica

source: Error updating net profit/loss year open transaction.
pt_pt: Tipo Dos Clientes

source: Error updating retained income with previous year transaction (DT).
pt_pt: A Vista Explica

source: Error updating retained income with previous year transaction (CT).
pt_pt: Transações Da Vista

source: Error balancing columns for previous year retained income (DT).
pt_pt: Mude A Categoria

source: Error balancing columns for previous year retained income (CT).
pt_pt: O cliente tem transações

source: Error updating trial balance with previous year transaction (CT).
pt_pt: Adicione Nomes Do Ano Financeiro

source: Error updating trial balance with previous year transaction (DT).
pt_pt: Este Ano Financeiro

source: Error reading trial balance.
pt_pt: &#8217; Ano Financeiro

source: Unable to update ledger entry on the Database.
pt_pt: &#8220; Ano Financeiro

source: Could not retrieve warehouses Information from the Database.
pt_pt: &#8221; Ano Financeiro

source: You Selected a Stock Control account
pt_pt: &#8211; Ano Financeiro

source: Select Stock Item
pt_pt: õ Ano Financeiro

source: Unable to update stockledeger.
pt_pt: 7o Ano Financeiro

source: Add Cost Center
pt_pt: 8o Ano Financeiro

source: View Cost Centers
pt_pt: ø Ano Financeiro

source: Unable to insert stock cost center to Cubit.
pt_pt: 10o Ano Financeiro

source: Cost Center added to database
pt_pt: Adicione O Dos Nomes Do Ano

source: Invalid Cost Center.
pt_pt: Adicione nomes do ano financeiro &nbsp; base de dados

source: Edit Cost Center
pt_pt: Confirme O Dos Nomes

source: Unable to update stock cost center to Cubit.
pt_pt: Os nomes do ano financeiro foram ajustados.

source: Cost Center edited
pt_pt: Ajuste a escala do período por anos financeiros

source: - Invalid Cost Center.
pt_pt: Uso inválido do módulo

source: Posted By
pt_pt: O nome de cliente existe já.

source: Expenses
pt_pt: Confirme Editam O Cliente

source: Cost Centers Detailed Report
pt_pt: Retornos De Compra

source: Cost Centers Report
pt_pt: Retorno

source: View Cost Center
pt_pt: Retorno de compra

source: Cost Center Code
pt_pt: Número inválido da compra.

source: Cost Center Name
pt_pt: Quantidade Retornada

source: Total Income
pt_pt: Custo Total Retornado

source: Total Expense
pt_pt: Incapaz de atualizar compras no cubit.

source: Total Profit / Loss
pt_pt: Incapaz de atualizar compras no cubit.

source: There are no Cost Centers in Cubit.
pt_pt: Retorno De Compra

source: Detailed
pt_pt: Retorne a outra compra

source: There are no Cost centers found.
pt_pt: Não podia ajustar a base de dados seguinte do período

source: View Cost Centers Report
pt_pt: Você alcançou o fim do financeiro atual você tem que

source: Current Cost Centers
pt_pt: fechar um ano financeiro antes de você continue.(i)

source: CUSTOMER ADDRESS
pt_pt: Número de cliente inválido.

source: DELIVERY ADDRESS
pt_pt: Cliente Da Supressão

source: -Customer name-
pt_pt: Supressão Account

source: INVOICE No.
pt_pt: Cliente suprimido da base de dados

source: SALESPERSON
pt_pt: O cliente inválido ID, ou o cliente foram obstruídos.

source: ORDER DATE
pt_pt: Isto vontade debit/credit o cliente de cliente selecionado

source: INVOICE DATE
pt_pt: Não há nenhum ajuste da folha de contrapeso no cubit.

source: TERMS
pt_pt: Submeta

source: UNIT COST
pt_pt: Heading(s) secundário inválido sob recursos

source: SUBtotal
pt_pt: Heading(s) secundário inválido sob a equidade de

source: GRAND total
pt_pt: proprietários

source: VAT No.
pt_pt: - Nenhumas Compras De Crédito Seleted. Selecione por favor

source: Add New Customer Invoice
pt_pt: ao menos uma entrada.

source: Customer Postal Address
pt_pt: Processe Pagamentos Dos Créditos Do Múltiplo

source: E-mail Address
pt_pt: O Múltiplo Credita Os Pagamentos Processados

source: Order Date
pt_pt: Adicione pagamentos dos créditos do múltiplo ao grupo

source: Invoice date
pt_pt: Adicione O Das Transações

source: Stock Account
pt_pt: Adicione pagamentos dos créditos do múltiplo ao grupo

source: ERROR : There is no stock account selected.
pt_pt: Incapaz de introduzir entradas do grupo &nbsp; base de dados.

source: New Customer Invoice
pt_pt: Os pagamentos dos créditos do múltiplo foram adicionados ao grupo

source: Unit Cost Price
pt_pt: Adicione A Transação Retornando

source: Unit Selling Price
pt_pt: Grave A Transação Retornando

source: Add Invoice &raquo
pt_pt: Grave A Transação Retornando

source: Please select the items. (click checkboxes on the left)
pt_pt: A transação retornando foi gravada

source: Unable to insert customer to Cubit.
pt_pt: Crédito Do Pagamento

source: Unable to insert debtors to Cubit.
pt_pt: Uma Quantidade A ser pagada

source: CODE
pt_pt: Do Crédito Do Pagamento

source: View previous credit invoices
pt_pt: Crédito Pago

source: Invoice Date
pt_pt: - Nenhumas Entradas Seleted Do Grupo. Selecione por favor ao

source: Invoice No
pt_pt: menos uma entrada do grupo.

source: Grand total
pt_pt: Processe transações múltiplas do jornal

source: Unable to get info from db.
pt_pt: Remova as transações múltiplas do jornal da lima de

source: Allocate users to Teams
pt_pt: grupo

source: My Business
pt_pt: As entradas de transações do jornal foram removidas da

source: Unable to get team data.
pt_pt: lima de grupo

source: Unable to get teamlinks from system.
pt_pt: Transações do jornal

source: Select Team Links
pt_pt: Selecione clientes perto

source: Unable to get queries from db.
pt_pt: Número das transações

source: Open
pt_pt: Transações do jornal

source: Unable to get data from system.
pt_pt: Não há nenhum fornecedor no cubit.

source: All Outstanding Queries
pt_pt: Transações Retornando

source: No.
pt_pt: Carga Vat

source: Subject
pt_pt: - cliente de débito inválido

source: Date Opened
pt_pt: - cliente de crédito inválido

source: Last Date
pt_pt: Ligação do cliente atual de leitura de erro.

source: All Forwarded Queries
pt_pt: Categoria De Cliente Da Supressão

source: Next Date
pt_pt: Supressão Category

source: Unable to get teams from system.
pt_pt: Categoria de cliente suprimida da base de dados

source: Unable to get users from db.
pt_pt: Remova A Entrada Do Grupo

source: Unable to get categories from system.
pt_pt: Remova A Entrada

source: Select a Query
pt_pt: A entrada do grupo foi removida

source: New Query &raquo;
pt_pt: Adicione transações do jornal ao grupo

source: Query Criteria
pt_pt: Adicione transações múltiplas do jornal ao grupo

source: Team
pt_pt: Incorpore por favor detalhes cheios da transação

source: Users
pt_pt: As transações do jornal foram gravadas a uma lima de

source: Categories
pt_pt: grupo

source: Enquery By(name)
pt_pt: As entradas de transações do jornal do grupo foram

source: List All Open Queries
pt_pt: removidas

source: Input No
pt_pt: Edite A Transação Retornando

source: My Open Queries
pt_pt: Edite O Da Transação

source: Unable to get query from system.
pt_pt: Incapaz de atualizar detalhes da entrada de transação.

source: My Outstanding Queries
pt_pt: A transação retornando foi editada

source: My Forwarded Queries
pt_pt: Lucro do ano do erro ou perda atual calculadora (QR).

source: Unable to get query data.
pt_pt: Lucro do ano precedente do erro ou perda calculadora (QR).

source: Unable to get customer details.
pt_pt: Nome de Perion não encontrado

source: Invalid Customer
pt_pt: Incapaz de recuperar a ligação do cliente de banco da

source: View Customer Details
pt_pt: verificação.

source: Print Customer Statement
pt_pt: Incapaz de criar o invoice do interesse.

source: View Supplier Details
pt_pt: Erro que atualiza o contrapeso do ano precedente (descolamento).

source: Print Supplier Statement
pt_pt: Erro que atualiza o contrapeso do ano precedente (CT).

source: Unable to get data from db.
pt_pt: Erro que atualiza a transação aberta do ano líquido de profit/loss.

source: View Contact Details
pt_pt: Erro que atualiza a renda retida com transação do ano precedente

source: ""There are no links for this team. Select links under settings, view teams.
pt_pt: (descolamento).

source: Unable to get query actions from system.
pt_pt: Erro que atualiza a renda retida com transação do ano precedente

source: Unable to get team.
pt_pt: (CT).

source: Unable to get actions.
pt_pt: As colunas balançando do erro por o ano precedente retiveram a renda

source: Input Action
pt_pt: (descolamento).

source: Unable to go on holiday.
pt_pt: As colunas balançando do erro por o ano precedente retiveram a renda

source: Search Queries
pt_pt: (CT).

source: Advanced Search
pt_pt: Erro que atualiza o contrapeso experimental com transação do ano

source: Team Links
pt_pt: precedente (CT).

source: Manage Queries
pt_pt: Erro que atualiza o contrapeso experimental com transação do ano

source: Todo List
pt_pt: precedente (descolamento).

source: View Diary
pt_pt: Contrapeso experimental de leitura de erro.

source: Query Team
pt_pt: Incapaz de atualizar a entrada de livro-razão na base de dados.

source: Query Category
pt_pt: Não podia recuperar a informação dos armazéns da base de dados.

source: SUBJECT/SUMMARY:
pt_pt: Você selecionou um cliente de controle conservado em estoque

source: Query Notes
pt_pt: Selecione O Artigo Conservado em estoque

source: Update Query Information &raquo;
pt_pt: Incapaz de atualizar o stockledeger.

source: Select/Input other action
pt_pt: Adicione O Centro De Custo

source: Query Actions
pt_pt: Veja Centros De Custo

source: Send Message to User &raquo;
pt_pt: Incapaz de introduzir o centro de custo conservado em

source: Send E-Mail &raquo;
pt_pt: estoque ao cubit.

source: Send SMS &raquo;
pt_pt: Centro de custo adicionado &nbsp; base de dados

source: Forward to Future Date &raquo;
pt_pt: Centro De Custo Inválido.

source: Close Query &raquo;
pt_pt: Edite O Centro De Custo

source: Send query to other User/Team &raquo;
pt_pt: Incapaz de atualizar o centro de custo conservado em estoque

source: Archive Actions
pt_pt: ao cubit.

source: View Archived Actions
pt_pt: Centro de custo editado

source: Action
pt_pt: - Centro De Custo Inválido.

source: Done By
pt_pt: Afixado Perto

source: Query Details
pt_pt: Despesas

source: Team & User
pt_pt: Relatório Detalhado Dos Centros De Custo

source: Created
pt_pt: Relatório Dos Centros De Custo

source: Last Worked On
pt_pt: Centro De Custo Da Vista

source: Acc Num
pt_pt: Código Do Centro De Custo

source: Contact
pt_pt: Nome Do Centro De Custo

source: Tel
pt_pt: Renda Total

source: Cell
pt_pt: Despesa Total

source: Fax
pt_pt: Lucro Total/Perda

source: Address/Notes
pt_pt: Não há nenhum centro de custo no cubit.

source: Unable to get query information from system.
pt_pt: Detalhado

source: Invalid query
pt_pt: Não há nenhum centro de custo encontrado.

source: Unable to get cat from system.
pt_pt: Relatório Dos Centros De Custo Da Vista

source: Unable to update query information.
pt_pt: Centros De Custo Atual

source: Unable to update crm.
pt_pt: ENDERE&#8225;O DO CLIENTE

source: Unable to insert record.
pt_pt: ENDERE&#8225;O DE ENTREGA

source: Unable to find query.
pt_pt: - nome do cliente

source: Query information updated.
pt_pt: No. do INVOICE.

source: General Message
pt_pt: SALESPERSON

source: Message Details
pt_pt: DATA DA ORDEM

source: Cell Number:
pt_pt: DATA DO INVOICE

source: Message
pt_pt: TERMOS

source: Send
pt_pt: CUSTO DE UNIDADE

source: Connection failed. Check your internet connection and try again.
pt_pt: Subtotal

source: Invalid site entry id
pt_pt: Total GRANDE

source: ""Connection to server failed. Check you internet connection and try again.
pt_pt: No. do Vat.

source: Error reading buyer.
pt_pt: Adicione O Invoice Novo Do Cliente

source: Please select a valid customer from the list.
pt_pt: Endereço Postal Do Cliente

source: Format Characters
pt_pt: Endereço Do E-mail

source: Customers to send message to:
pt_pt: Data Da Ordem

source: Error reading customers list.
pt_pt: Data do invoice

source: General Messages
pt_pt: Cliente Conservado em estoque

source: Customers:
pt_pt: ERRO: Não há nenhum cliente conservado em estoque

source: Send to Everybody
pt_pt: selecionado.

source: Error reading previous property site settings.
pt_pt: Invoice Novo Do Cliente

source: Cubit Internet Settings
pt_pt: Preço De Custo Da Unidade

source: Surname/Company Name
pt_pt: Preço Vendendo Da Unidade

source: Cubit.co.za Details
pt_pt: Adicione O Do Invoice

source: Username(Any Username)
pt_pt: Selecione por favor os artigos (checkboxes do clique na

source: Password(Any Password)
pt_pt: esquerda)

source: Cubit.co.za Settings
pt_pt: Incapaz de introduzir o cliente ao cubit.

source: Agency Details
pt_pt: Incapaz de introduzir devedores ao cubit.

source: Username:
pt_pt: C&#8220;DIGO

source: Password:
pt_pt: Invoices precedentes do crédito da vista

source: ( censored )
pt_pt: Data Do Invoice

source: Error saving settings (DEL).
pt_pt: No. Do Invoice

source: Error saving settings (WRITE).
pt_pt: Total grande

source: Error saving settings (TRAN).
pt_pt: Incapaz de começar o info do DB.

source: Error checking for Fat Fish hash.
pt_pt: Aloce usuários &nbsp;s equipes

source: Error creating new hash value.
pt_pt: Meu Negócio

source: Saved settings. Uploading data to server.
pt_pt: Incapaz de começar dados da equipe.

source: Outstanding Query Statistics
pt_pt: Incapaz de começar teamlinks do sistema.

source: Search Closed Queries
pt_pt: Selecione As Ligações Da Equipe

source: List Closed Queries
pt_pt: Incapaz de começar perguntas do DB.

source: List closed queries
pt_pt: Aberto

source: Teams
pt_pt: Incapaz de começar dados do sistema.

source: Closed Queries
pt_pt: Todas as Perguntas Proeminentes

source: Date Closed
pt_pt: Não.

source: View Details
pt_pt: Assunto

source: List unallocated tokens
pt_pt: Data Aberta

source: Unable to get crms from system.
pt_pt: &#353;ltima Data

source: Select User
pt_pt: Todas as Perguntas Enviadas

source: Select Team
pt_pt: Data Seguinte

source: Pass query
pt_pt: Incapaz de começar equipes do sistema.

source: Select new user
pt_pt: Incapaz de começar usuários do DB.

source: Select new team
pt_pt: Incapaz de começar categorias do sistema.

source: Unable to get query data from db.
pt_pt: Selecione uma pergunta

source: Unable to get crm from system.
pt_pt: Pergunta Nova

source: Confirm new user
pt_pt: Critérios Da Pergunta

source: Send to
pt_pt: Equipe

source: Unable to get actions from db.
pt_pt: Usuários

source: Unable to archive action.
pt_pt: Categorias

source: Unable to delete actions.
pt_pt: Enquery By(name)

source: Unable to update query.
pt_pt: Aliste Tudo Perguntas Abertas

source: Uable to insert action.
pt_pt: Input O No.

source: Query passed
pt_pt: Minhas Perguntas Abertas

source: Add Query
pt_pt: Incapaz de começar a pergunta do sistema.

source: Confirm query to close
pt_pt: Minhas Perguntas Proeminentes

source: Unable to insert query record.
pt_pt: Minhas Perguntas Enviadas

source: Unable to insert token action.
pt_pt: Incapaz de começar dados da pergunta.

source: Unable to insert token action(archived).
pt_pt: Incapaz de começar detalhes do cliente.

source: Unable to remove query.
pt_pt: Cliente Inválido

source: Unable to remove query actions.
pt_pt: Detalhes Do Cliente Da Vista

source: Unable to remove archived query actions.
pt_pt: Indicação Do Cliente Da Cópia

source: Add Team
pt_pt: Detalhes Do Fornecedor Da Vista

source: View Teams
pt_pt: Indicação Do Fornecedor Da Cópia

source: Add Query Category
pt_pt: Incapaz de começar dados do DB.

source: View Query Categories
pt_pt: Detalhes Do Contato Da Vista

source: Add Action
pt_pt: Não há nenhuma ligação para esta equipe. Selecione as

source: View Actions
pt_pt: ligações sob ajustes, equipes da vista.

source: Set default user teams
pt_pt: Incapaz de começar ações da pergunta do sistema.

source: Select multiple teams for a user
pt_pt: Incapaz de começar a equipe.

source: Unable to get team info.
pt_pt: Incapaz de começar ações.

source: Edit Distributor
pt_pt: Ação Da Entrada

source: Team Details
pt_pt: Incapaz de ir no feriado.

source: Team Name
pt_pt: Perguntas Da Busca

source: Unable to insert team into db.
pt_pt: Busca Avançada

source: Unable to update mail account.
pt_pt: Ligações Da Equipe

source: Team Deleted
pt_pt: Controle Perguntas

source: Team has been successfully deleted in the system.
pt_pt: Lista De Todo

source: Error reading settings.
pt_pt: Diário Da Vista

source: Cubit Internet Settings not set up yet.
pt_pt: Equipe Da Pergunta

source: Change Logo Image
pt_pt: Categoria Da Pergunta

source: Error reading hash.
pt_pt: SUBJECT/SUMMARY:

source: Unable to get data from teams.
pt_pt: Notas Da Pergunta

source: Outstanding
pt_pt: Informação Da Pergunta Do Update

source: Forwarded
pt_pt: Select/Input a outra ação

source: Month or Older
pt_pt: Ações Da Pergunta

source: Unabel to get users from system.
pt_pt: Emita a mensagem ao usuário

source: Unable to get user queries.
pt_pt: Emita O Email

source: Unable to get user queries2.
pt_pt: Emita SMS

source: Unable to get user queries3.
pt_pt: Envíe &nbsp; data futura

source: Unable to get queries from system.
pt_pt: Feche A Pergunta

source: Team Total
pt_pt: Emita a pergunta ao outro User/Team

source: Enter email details
pt_pt: Archive Ações

source: Email Details
pt_pt: Veja Ações Archived

source: Account:
pt_pt: Ação

source: To:
pt_pt: Feito Perto

source: Cc:
pt_pt: Detalhes Da Pergunta

source: Bcc:
pt_pt: Equipe &amp; Usuário

source: Subject:
pt_pt: Criado

source: Attachment:
pt_pt: O &#353;ltimo Trabalhou Sobre

source: Clear
pt_pt: Acumulador Numérico

source: Unable to get accounts from system.
pt_pt: Contato

source: Send &raquo;
pt_pt: Telefone

source: Unable to insert query action.
pt_pt: Pilha

source: Unable to get token from system.
pt_pt: Fax

source: Forward query
pt_pt: Address/Notes

source: Select date
pt_pt: Incapaz de começar a informação da pergunta do sistema.

source: Invalid date
pt_pt: Pergunta inválida

source: Unable to get token data from db.
pt_pt: Incapaz de começar o gato do sistema.

source: Confirm date
pt_pt: Incapaz de atualizar a informação da pergunta.

source: Query forwarded
pt_pt: Incapaz de atualizar o crm.

source: Error fetching version info.
pt_pt: Incapaz de introduzir o registro.

source: Cubit Update Download
pt_pt: Incapaz de encontrar a pergunta.

source: Category Details
pt_pt: Informação da pergunta atualizada.

source: Unable to insert category into db.
pt_pt: Mensagem Geral

source: Category added to the system
pt_pt: Detalhes Da Mensagem

source: New Category, has been successfully added to the system.
pt_pt: Número Da Pilha:

source: Select teams for this user.
pt_pt: Mensagem

source: Unable to update.
pt_pt: Emita

source: Your changes have been saved.
pt_pt: A conexão falha. Verifique suas conexão e tentativa do

source: Enter SMS data
pt_pt: Internet outra vez.

source: SMS details
pt_pt: Identificação inválida da entrada do local

source: Text
pt_pt: A conexão ao usuário falha. Verifique-o conexão e

source: Confirm SMS data
pt_pt: tentativa do Internet outra vez.

source: SMS Sent
pt_pt: Comprador da leitura de erro.

source: Unable to get accounts from db.
pt_pt: Selecione por favor um cliente válido da lista.

source: Not using email
pt_pt: Formate Caráteres

source: Team updated
pt_pt: Clientes para emitir a mensagem a:

source: Allocate
pt_pt: Lista dos clientes da leitura de erro.

source: Unable to get unallocated queries from system.
pt_pt: Mensagens Gerais

source: Unallocated Email Queries
pt_pt: Clientes:

source: Body
pt_pt: Emita a todos

source: Time
pt_pt: Ajustes precedentes do local da propriedade da leitura de

source: Create Query
pt_pt: erro.

source: Unable to list teams.
pt_pt: Ajustes Do Internet Do Cubit

source: Select Links
pt_pt: Nome De Surname/Company

source: Enter other Action
pt_pt: Detalhes De Cubit.co.za

source: Action details
pt_pt: Username De Username(Any)

source: Confirm Action
pt_pt: Senha De Password(Any)

source: Action Recorded
pt_pt: Ajustes De Cubit.co.za

source: Open Date
pt_pt: Detalhes Da Agência

source: TO
pt_pt: Username:

source: Closed Date
pt_pt: Senha:

source: Report &raquo;
pt_pt: (censored)

source: Invalid dates
pt_pt: Ajustes do saving do erro (DEL).

source: Action Details
pt_pt: Ajustes do saving do erro (ESCREVA).

source: Action added to the system
pt_pt: Ajustes do saving do erro (TRAN).

source: New Action, has been successfully added to the system.
pt_pt: Verificar de erro para ver se há a mistura gorda de peixes.

source: Purchases SMS
pt_pt: Erro que cría o valor novo da mistura.

source: Reports
pt_pt: Ajustes conservados. Dados uploading ao usuário.

source: General SMS
pt_pt: Statistics Proeminentes Da Pergunta

source: Bulk SMS
pt_pt: Perguntas Fechadas Busca

source: Company/Name
pt_pt: Perguntas Fechadas Lista

source: Select Person/Company making enquiry
pt_pt: Perguntas fechadas lista

source: Add Contact
pt_pt: Equipes

source: Add Customer
pt_pt: Perguntas Closed

source: Add Supplier
pt_pt: Data Fechada

source: List &raquo;
pt_pt: Detalhes Da Vista

source: ||Add new Contact Person
pt_pt: Símbolo unallocated lista

source: Select Person/Company
pt_pt: Incapaz de começar crms do sistema.

source: Enter query data &raquo;
pt_pt: Selecione O Usuário

source: Try Again
pt_pt: Selecione A Equipe

source: Unable to get cats from db.
pt_pt: Passe a pergunta

source: Unable to get contacts from db.
pt_pt: Selecione o usuário novo

source: Unable to get data from contacts.
pt_pt: Selecione a equipe nova

source: Contact Person
pt_pt: Incapaz de começar dados da pergunta do DB.

source: Equiry From
pt_pt: Incapaz de começar o crm do sistema.

source: Subject/Summary
pt_pt: Confirme o usuário novo

source: Add as Unallocated and add another &raquo;
pt_pt: Emita a

source: Add & Manage &raquo;
pt_pt: Incapaz de começar ações do DB.

source: Please select a customer OR a supplier OR a contact
pt_pt: Incapaz de archive a ação.

source: Unable to get crm data.
pt_pt: Incapaz de suprimir ações.

source: Unable to delete.
pt_pt: Incapaz de atualizar a pergunta.

source: Unable insert query.
pt_pt: Uable para introduzir a ação.

source: Unallocated Queries
pt_pt: Pergunta passada

source: Unable to get links from system.
pt_pt: Adicione A Pergunta

source: Link
pt_pt: Confirme a pergunta para fechar-se

source: Order
pt_pt: Incapaz de introduzir o registro da pergunta.

source: Selected
pt_pt: Incapaz de introduzir a ação simbólica.

source: Update &raquo;
pt_pt: Incapaz de introduzir o action(archived) simbólico.

source: Unable to update data.
pt_pt: Incapaz de remover a pergunta.

source: Unable to insert data into system.
pt_pt: Incapaz de remover as ações da pergunta.

source: System updated
pt_pt: Incapaz de remover as ações archived da pergunta.

source: Team link has been set.
pt_pt: Adicione A Equipe

source: Select user
pt_pt: Veja Equipes

source: Select teams
pt_pt: Adicione A Categoria Da Pergunta

source: Unable to list actions.
pt_pt: Veja Categorias Da Pergunta

source: Actions
pt_pt: Adicione A Ação

source: Error reading username and password for Cubit.co.za
pt_pt: Veja Ações

source: enter
pt_pt: Ajuste equipes do usuário do defeito

source: Error reading hash value for Cubit.co.za.
pt_pt: Selecione equipes múltiplas para um usuário

source: Archive
pt_pt: Incapaz de começar a equipe info.

source: Unable to get query.
pt_pt: Edite O Distribuidor

source: Email Account
pt_pt: Detalhes Da Equipe

source: Team added to the system
pt_pt: Nome Da Equipe

source: * All Users
pt_pt: Incapaz de introduzir a equipe no DB.

source: Send Message
pt_pt: Incapaz de atualizar o cliente do correio.

source: For
pt_pt: Equipe Suprimida

source: Messages
pt_pt: A equipe foi suprimida com sucesso no sistema.
