Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Order Type
pt_pt: No. do invoice.

source: Unable to insert Order to Cubit.
pt_pt: Subtotal

source: UNIT PER PACK
pt_pt: Vendas Do Non-Estoque

source: PRICE PER PACK
pt_pt: Vendas Totais Do Non-Estoque

source: UNITS
pt_pt: Notas De Crédito Do Non-Estoque

source: REM
pt_pt: No. de nota de crédito.

source: Unable to get price.
pt_pt: Notas De Crédito Totais Do Non-Estoque

source: Select Item
pt_pt: Detalhes Da Ordem Das Vendas Do Non-Estoque

source: Receive & Record Invoice
pt_pt: Detalhes Da Ordem Das Vendas Do Non-Estoque

source: Unable to update Order status in Cubit
pt_pt: No. Da Ordem Das Vendas Do Non-Estoque.

source: Supp Inv No.
pt_pt: Ordens Novas Das Vendas Do Non-Estoque

source: There are no stock Orders found
pt_pt: Ordens Das Vendas Do Non-Estoque Da Vista

source: Complete
pt_pt: Incapaz de atualizar - sorder-s no cubit.

source: Record Invoice
pt_pt: Ordens das vendas do Non-Estoque aceitadas

source: Unable to retrieve purchases from Cubit.
pt_pt: Incapaz de criar a ordem das vendas do Non-Estoque do molde.

source: Delete Stock Order
pt_pt: Incapaz de atualizar vendas requisite artigos no cubit.

source: Unable to remove order from Cubit.
pt_pt: Incapaz de introduzir vendas requisite artigos ao cubit.

source: Stock order has been successfully removed.
pt_pt: Incapaz de atualizar a ordem das vendas no cubit.

source: View Received Stock Orders
pt_pt: Ordem Non Conservada em estoque Nova Das Vendas

source: Received Stock Orders
pt_pt: As Vendas Requisitam Numérico

source: Received Date
pt_pt: Não há nenhuma ordem non conservada em estoque das vendas

source: Delivery Reference No.
pt_pt: encontrada.

source: Record Credit Note
pt_pt: Número de ordem inválido.

source: View Returned Stock Orders
pt_pt: Suas unidades requisitadas calculam a zero. Incorpore por favor

source: Returned Stock Orders
pt_pt: valores válidos.

source: Return Date
pt_pt: Cancele A Ordem Conservada em estoque

source: Stock Order received
pt_pt: Unidades de compra

source: New Stock Order
pt_pt: Vendendo unidades

source: - Not Found
pt_pt: Incapaz de alcançar a base de dados conservada em estoque.

source: Unable to update Orders in Cubit.
pt_pt: Ordem Conservada em estoque Cancelada

source: Order received
pt_pt: Número de ordem inválido

source: Order Cancel
pt_pt: Ordem Conservada em estoque

source: View Canceled Orders
pt_pt: Compre o

source: Purchase Complete
pt_pt: Incapaz de introduzir a ordem no cubit.

source: Confirm Purchase Complete
pt_pt: Ordem Conservada em estoque Gravada

source: Unable to update Order information in Cubit.
pt_pt: Recibo Conservado em estoque Da Ordem

source: Purchase Completed
pt_pt: Estoque Adicionado

source: Order Details
pt_pt: Ordens Conservadas em estoque Da Vista

source: Approved By
pt_pt: Descrição Conservada em estoque

source: Approved Date
pt_pt: Unidades de compra requisitadas

source: Received Purchase Details
pt_pt: Requisitado vendendo unidades

source: Returned Purchase Not Found
pt_pt: Estoque Removido

source: Credit Notes
pt_pt: Relatórios Das Compras

source: Subtotal
pt_pt: Transações Do Fornecedor

source: Returned Purchase Details
pt_pt: Ajustes Das Compras

source: AMT
pt_pt: Ajuste O Cliente De Credores

source: International Order Cancel
pt_pt: Ponto novo do invoice da venda

source: New International Order
pt_pt: Ponto da vista de invoices da venda

source: TOTAL COST AMT
pt_pt: Incapaz de começar a informação do cliente

source: Supplier not found
pt_pt: Ponto da vista de invoices da venda

source: International Order Details
pt_pt: Edite o ponto da venda Invoice(Cash)

source: Purchase Not Found
pt_pt: Invoice Novo da Posição

source: Received International Purchase Details
pt_pt: Invoices da Posição Da Vista

source: New International Purchase
pt_pt: Ponto do dinheiro da vista de invoices da venda

source: Returned International Purchase Details
pt_pt: No. De Inv.

source: DEL
pt_pt: Nenhum ponto de invoices da venda encontrou para a escala selecionada

source: Record International Purchase Invoice
pt_pt: da data.

source: International Purchase Invoiced
pt_pt: Incapaz de recuperar a informação do invoice da posição do cubit.

source: Stock Return
pt_pt: Ponto unprocessed da supressão do invoice da venda

source: Purchase Details
pt_pt: Incapaz de começar a artigos do invoice números de série

source: RECEIVED
pt_pt: Incapaz de atualizar os números de série conservados em

source: New International Order receive
pt_pt: estoque

source: Unable to update stock serials in Cubit.
pt_pt: Incapaz de remover os artigos do invoice

source: International Order received
pt_pt: Arredondar-se

source: RETURNED
pt_pt: Uma Quantidade Devida

source: View International Stock Purchases
pt_pt: Uma Quantidade No Crédito

source: There are no previous stock purchases.
pt_pt: Número De Telefone Do Cliente

source: View Received International Stock Orders
pt_pt: Busca para a descrição

source: Search &raquo
pt_pt: Detalhes Do Pagamento

source: Received International Stock Orders
pt_pt: Dinheiro Pago De uma Quantidade

source: View Returned International Stock Orders
pt_pt: Cheque Pago De uma Quantidade

source: Returned International Stock Orders
pt_pt: Cartão De Crédito Pago De uma Quantidade

source: Unable to retrieve order information from Cubit.
pt_pt: O código que de barra você selecionou não está no

source: Unable to retrieve currency information from Cubit.
pt_pt: sistema nem não está disponível.

source: Record Purchase Invoice
pt_pt: O total de todos os pagamentos é menos do que o total do invoice

source: Purchase Invoiced
pt_pt: Ponto novo do invoice da venda conservado

source: Unable to update invoice qty.
pt_pt: Incapaz de começar dados do cus.

source: Record Purchase Credit Note
pt_pt: Os pagamentos não são iguais ao total grande

source: Confirm Purchase Credit Note
pt_pt: Crédito Pago De uma Quantidade

source: Unable insert data.
pt_pt: Incapaz de introduzir o registro da posição.

source: Stock Return Credit Note
pt_pt: Selecione por favor o vatcode para todo seu estoque.

source: Supplier No.
pt_pt: Mude

source: Unable to update int Order information in Cubit.
pt_pt: Dinheiro Pago

source: ""The total purchase amount is zero. You cannot receive a R0 purchase. If it ""doesnt cost anything, its not a purchase.
pt_pt: Cheque Pago

source: Supplier Inv.
pt_pt: Cartão De Crédito Pago

source: Unable to store the supplier invoice number to Cubit.
pt_pt: No Crédito

source: Confirm Stock Order received
pt_pt: Caixa

source: Received Stock Cost
pt_pt: Posição Da Velocidade

source: Quick Setup can only be run on a new cubit installation.
pt_pt: Por Estoque Código

source: Please Select the Following
pt_pt: Por Estoque Descrição

source: Select Financial Year to Start At:
pt_pt: Senha Do Gerente da Posição

source: Auto Setup &raquo;
pt_pt: Ponto impresso de invoices da venda

source: Unable to index.
pt_pt: Deslizamento

source: Setup Complete
pt_pt: TOTAL

source: Cubit is ready to be used.
pt_pt: OBRIGADO PARA SUA COMPRA

source: No Setting currently in database.
pt_pt: Barcodes

source: Purchase Number
pt_pt: Código De Barra

source: - Purchase number not found in outstanding purchases.
pt_pt: Receba O Grupo de RFID

source: Serial Numbers
pt_pt: Update &gt; &gt; &gt;

source: Allocate Serial Numbers
pt_pt: Não há nenhum estoque para que para alocar um barcode

source: Confirm Serial Numbers
pt_pt: Alocamento Do Código De Barra

source: View Price Lists
pt_pt: Detalhes Conservados em estoque

source: Unable to insert serial numbers to Cubit.
pt_pt: Disponível

source: Serial Numbers Allocated
pt_pt: Com Barcode

source: Cancel Quote
pt_pt: Sem Barcode

source: Quote canceled
pt_pt: Incapaz de começar a verificação do número de série

source: There are no previous cancelled Quotes.
pt_pt: Cliente Não encontrado

source: Quote Details
pt_pt: Citações aceitadas

source: Different Warehouse
pt_pt: Citações Da Posição Da Vista

source: Unable to view customers
pt_pt: Cancele Citações da Posição

source: Confirm Cancel Incomplete Quote
pt_pt: A Posição Cita Detalhes

source: Incomplete Quote Cancelled
pt_pt: Citações Novas da Posição

source: Incomplete Quotes
pt_pt: Incapaz de remover as citações do cubit.

source: View previous Quotes
pt_pt: Incapaz de introduzir o registro das citações ao cubit.

source: Recurring Invoice
pt_pt: Não há nenhuma citação cancelada precedente da posição.

source: Save &raquo
pt_pt: Detalhes Das Citações da Posição

source: Please select a customer.
pt_pt: -- DEPARTAMENTO SELETO --

source: Recurring Invoice Saved
pt_pt: Departamento inválido selecionado.

source: Confirm Invoice Process
pt_pt: Erro que atualiza a identificação do departamento.

source: Recurring Invoices Proccesed
pt_pt: A Posição Cita O No..

source: New Invoices have been created from Recurring Invoices
pt_pt: Incapaz de atualizar artigos das citações no cubit.

source: Confirm Remove Recurring Invoice
pt_pt: Citações Novas da Posição Conservadas

source: Accept Recurring Invoice
pt_pt: Assinatura Do Cliente: __________________

source: Recurring Invoice Proccesed
pt_pt: Confirme Citações Incompletas da Posição Do

source: No Recurring Invoices found for the selected customer.
pt_pt: Cancelamento

source: Recurring Non-Stock Invoice Details
pt_pt: Cite O Número

source: New Recurring Non-Stock Invoices
pt_pt: Incapaz de suprimir artigos das citações do cubit.

source: View Recurring Non-Stock Invoices
pt_pt: Citações Incompletas da Posição Canceladas

source: New Recurring Non-Stock Invoice
pt_pt: Citações Incompletas da Posição

source: Recurring Non-Stock Invoice No.
pt_pt: Nenhumas citações incompletas precedentes.

source: Delete Recurring Non-Stock Invoice
pt_pt: Citações precedentes da posição da vista

source: Invoice deleted
pt_pt: Nenhumas citações precedentes.

source: Non-stock recurring invoice deleted.
pt_pt: Aceitado

source: New Recurring Non Stock Invoice
pt_pt: Confirme A Remoção Do Código De Barra

source: Num
pt_pt: Remova &gt; &gt; &gt;

source: Error checking next expiration date.
pt_pt: Relatório Das Vendas da Posição

source: There are three ways to register your version of Cubit:
pt_pt: Escala Da Data

source: Registration Status
pt_pt: Sumário

source: Client Side Key
pt_pt: Todas as Vendas Da Posição

source: Show Phonetical
pt_pt: Relatório Das Vendas Da Posição

source: Enter Registration Key supplied by Cubit here
pt_pt: Cartão De Crédito

source: Register
pt_pt: Incapaz de começar usuários do rec da posição.

source: Invalid Registration Key Entered.
pt_pt: Relatório da Posição

source: Error registering (1).
pt_pt: Relate Critérios

source: Error registering (2).
pt_pt: Começando Uma Quantidade

source: Error registering (3).
pt_pt: Vendas Da Exposição

source: Registered
pt_pt: Relatório Da Vista

source: Date added
pt_pt: Incapaz de recuperar as vendas da posição do cubit.

source: View other contacts
pt_pt: Disconto

source: Cantact Removed
pt_pt: Incapaz de recuperar artigos das vendas da posição do

source: Entry Details
pt_pt: cubit.

source: By
pt_pt: Incapaz de recuperar a informação conservada em estoque do cubit.

source: Regarding
pt_pt: Incapaz de recuperar o relatório da posição do cubit.

source: View other diary
pt_pt: Incapaz de começar o rec da posição.

source: Entry removed
pt_pt: Uma Quantidade Prevista

source: The diary entry has been removed
pt_pt: Ajuste

source: Diary &raquo;
pt_pt: Cada código conservado em estoque tem um código de barra

source: View diary
pt_pt: Confirme o ponto do ajuste da venda

source: [X]Close
pt_pt: Os artigos conservados em estoque têm o barcode.

source: Error: Invalid Balance Sheet Number.
pt_pt: Ajuste Atualizado

source: Unable to retrieve Balance Sheet from the Database
pt_pt: O ponto do ajuste da venda foi atualizado.

source: Invalid Balance Sheet Number.
pt_pt: Ponto do ajuste da venda

source: Vat Report
pt_pt: Arredondar-se da posição

source: Total Vat Paid
pt_pt: INVOICE DO IMPOSTO

source: Total Vat Received
pt_pt: Nota

source: Total Vat Balance
pt_pt: Este usuário poderá somente criar invoices da posição.

source: Select Supplier(s)
pt_pt: Tipo da Posição

source: Current Year Details General Ledger Reports
pt_pt: Usuário da Posição Da Velocidade

source: List Outstanding Bank Payments/Receipts
pt_pt: Supervisor da Posição

source: Cash Book Analysis of Payments/Receipts
pt_pt: (Código Conservado em estoque) Descrição Conservada em

source: View Saved Bank Reconciliations
pt_pt: estoque

source: Other
pt_pt: Posição Inválida.

source: View VAT Report
pt_pt: Incapaz de começar

source: View Current Period
pt_pt: Posição de PostgreSQL

source: POS Cash Report
pt_pt: Nome binário:

source: Debtors & Creditors
pt_pt: Entre por favor na posição do executável de PostgreSQL indicado

source: ALL Categories and Related Accounts
pt_pt: acima. Isto estará no subdirectory ' do escaninho ' de seu diretório

source: Financial Statements
pt_pt: de PostgreSQL. Se você não souber este contato seu integrator nem

source: Generate Trial Balance
pt_pt: não usar o comando do achado encontrar a lima.

source: View Saved Trial Balances
pt_pt: NOTA: Você deve somente especificar o diretório em que o binário é

source: Generate Income Statement
pt_pt: ficado situado e não o trajeto &nbsp; lima próprio!

source: View Saved Income Statements
pt_pt: Posição De PostgreSQL

source: Generate Balance Sheet
pt_pt: Incapaz de remover

source: View Saved Balance Sheets
pt_pt: Incapaz de introduzir a posição.

source: Generate Statement of Cash Flow
pt_pt: Aprove A Compra

source: View Saved Cash Flow Statements
pt_pt: Aprove

source: Individual Ledger Accounts
pt_pt: Compra Aprovada

source: Detailed General Ledger
pt_pt: Fornecedor Novo

source: Year Review General Ledger
pt_pt: Incapaz de introduzir a compra ao cubit.

source: Journals
pt_pt: Ordem Não encontrada

source: All Journal Entries
pt_pt: PRE&#8225;O POR A UNIDADE

source: All Journal Entries By Ref no.
pt_pt: Selecione O Número Do Artigo

source: All Journal Entries (Period Range)
pt_pt: Código do Vat Das Cargas De Entrega

source: Journal Entries Per Account
pt_pt: - Ordem Não encontrada

source: Journal Entries Per Account (Period Range)
pt_pt: Primeiras letras do fornecedor

source: Journal Entries Per Main Account
pt_pt: Tipo Da Ordem

source: Journal Entries Per Category
pt_pt: Incapaz de introduzir a ordem ao cubit.

source: Balance sheet
pt_pt: UNIDADE POR O BLOCO

source: Report Type
pt_pt: PRE&#8225;O POR O BLOCO

source: Author:
pt_pt: UNIDADES

source: Unable to retrieve notes from Cubit.
pt_pt: Rem

source: Unable to retrieve trial balance data from Cubit.
pt_pt: Incapaz de começar o preço.

source: Last Year
pt_pt: Selecione O Artigo

source: DR
pt_pt: Receba &amp; Grave O Invoice

source: CR
pt_pt: Incapaz de atualizar o status da ordem no cubit

source: Net Profit
pt_pt: No. Supl. De Inv.

source: Unable to retrieve trial balance information from Cubit.
pt_pt: Não há nenhuma ordem conservada em estoque encontrada

source: Unable to retrieve previous year balance from Cubit.
pt_pt: Completo

source: Unable to retrieve budget items from Cubit.
pt_pt: Invoice Record

source: Unable to retrieve note from Cubit.
pt_pt: Incapaz de recuperar compras do cubit.

source: Unable to retrieve saved income statement accounts from Cubit.
pt_pt: Ordem Conservada em estoque Da Supressão

source: Unable to retrieve trial balance values from Cubit.
pt_pt: Incapaz de remover a ordem do cubit.

source: Unable to retrieve account values from Cubit.
pt_pt: A ordem conservada em estoque foi removida com sucesso.

source: This Month
pt_pt: A Vista Recebeu As Ordens Conservadas em estoque

source: Same Month
pt_pt: Ordens Conservadas em estoque Recebidas

source: Year To Date
pt_pt: Data Recebida

source: Budget
pt_pt: No. Da Referência Da Entrega.

source: Unable to retrieve last year this month information from Cubit.
pt_pt: Nota De Crédito Record

source: Unable to retrieve this year, year to date information from Cubit.
pt_pt: Ordens Conservadas em estoque Retornadas Vista

source: Unable to retrieve last year, year to date information from Cubit.
pt_pt: Ordens Conservadas em estoque Retornadas

source: Unable to retrieve this year budget items from Cubit.
pt_pt: Data Do retorno

source: Unable to insert the income statement to Cubit.
pt_pt: Ordem conservada em estoque recebida

source: Unable to retrieve accounts list from Cubit.
pt_pt: Ordem Conservada em estoque Nova

source: Unable to retrieve account information from Cubit.
pt_pt: - Não encontrado

source: Unable to retrieve previous year trial balance from Cubit.
pt_pt: Incapaz de atualizar ordens no cubit.

source: Unable to retrieve budget values from Cubit.
pt_pt: Ordem recebida

source: - Fixed Assets
pt_pt: Cancelamento Da Ordem

source: - Investments
pt_pt: Ordens Canceladas Vista

source: - Other Fixed Assets
pt_pt: Compra Completa

source: - Current Assets
pt_pt: Confirme A Compra Completa

source: - Share Capital
pt_pt: Incapaz de atualizar a informação da ordem no cubit.

source: - Retained Income
pt_pt: Compra Terminada

source: - Shareholders Loan
pt_pt: Detalhes Da Ordem

source: - Long Term Borrowings
pt_pt: Aprovado Perto

source: - Other Long Term Liabilities
pt_pt: Data Aprovada

source: - Current Liabilities
pt_pt: Detalhes Recebidos Da Compra

source: Retained Income
pt_pt: Compra Retornada Não encontrada

source: Transactions By Date Range
pt_pt: Notas De Crédito

source: Vat Balance
pt_pt: Subtotal

source: View Amount
pt_pt: Detalhes Retornados Da Compra

source: Search by Date
pt_pt: AMT

source: VAT Input
pt_pt: Cancelamento Internacional Da Ordem

source: VAT Output
pt_pt: Ordem Internacional Nova

source: No previous vat Transactions.
pt_pt: CUSTO TOTAL AMT

source: Total vat balance
pt_pt: Fornecedor não encontrado

source: Total Input Vat
pt_pt: Detalhes Internacionais Da Ordem

source: Total Output Vat
pt_pt: Compra Não encontrada

source: Total vat Input
pt_pt: Detalhes Internacionais Recebidos Da Compra

source: Total VAT Input
pt_pt: Compra Internacional Nova

source: Total vat Output
pt_pt: Detalhes Internacionais Retornados Da Compra

source: Total VAT Output
pt_pt: DEL

source: View Cheque Records
pt_pt: Invoice Internacional Record Da Compra

source: There are no outstanding bank cheque Records yet in Cubit.
pt_pt: Compra Internacional Facturada

source: Bank all selected
pt_pt: Retorno Conservado em estoque

source: Unable to retrieve main accounts from Cubit.
pt_pt: Detalhes Da Compra

source: Unable to retrieve sub accounts from Cubit.
pt_pt: RECEBIDO

source: Please select at least one account.
pt_pt: A ordem internacional nova recebe

source: Unable to retrieve main account from Cubit.
pt_pt: Incapaz de atualizar as séries conservadas em estoque no

source: Error : Invalid Trial Balance Number.
pt_pt: cubit.

source: Unable to retrieve Trial Balance from the Database
pt_pt: Ordem internacional recebida

source: Invalid Trial Balance Number.
pt_pt: RETORNADO

source: Batch file unreachable.
pt_pt: Compras Conservadas em estoque Internacionais Da Vista

source: Unable to get get store information
pt_pt: Não há nenhuma compra conservada em estoque precedente.

source: Error : Invalid Bank Recon Number.
pt_pt: A Vista Recebeu Ordens Conservadas em estoque Internacionais

source: Unable to retrieve Bank Recon from the Database
pt_pt: da busca

source: Invalid Bank Recon Number.
pt_pt: Ordens Conservadas em estoque Internacionais Recebidas

source: Reconciled Payments
pt_pt: Ordens Conservadas em estoque Internacionais Retornadas

source: Unable to get data,
pt_pt: Vista

source: Reconciled Deposits
pt_pt: Ordens Conservadas em estoque Internacionais Retornadas

source: There are no saved Balance Sheets.
pt_pt: Incapaz de recuperar a informação da ordem do cubit.

source: Balance Sheet No.
pt_pt: Incapaz de recuperar a informação da moeda corrente do cubit.

source: Spreadsheet
pt_pt: Invoice Record Da Compra

source: Error: Invalid Statement Number.
pt_pt: Compra Facturada

source: Unable to retrieve income statement from the Database
pt_pt: Incapaz de atualizar o qty do invoice.

source: Invalid Income Statement Number.
pt_pt: Nota De Crédito Record Da Compra

source: There are no saved Bank Reconciliations.
pt_pt: Confirme A Nota De Crédito Da Compra

source: Bank Recon No.
pt_pt: Dados incapazes da inserção.

source: Select Options
pt_pt: Nota De Crédito Do Retorno Conservado em estoque

source: Period Range
pt_pt: No. Do Fornecedor.

source: Ref No
pt_pt: Incapaz de atualizar a informação interna da ordem no cubit.

source: Vat Report - Input
pt_pt: A quantidade total da compra é zero. Você não pode receber uma

source: Vat Report - Output
pt_pt: compra R0. Se doesnt custar qualquer coisa, seu não uma compra.

source: No prior years found
pt_pt: Fornecedor Inv.

source: Unable to retrieve saved trial balance accounts from Cubit.
pt_pt: Incapaz de armazenar o número de invoice do fornecedor ao cubit.

source: No accounts have been selected, ALL accounts will be displayed
pt_pt: Confirme a ordem conservada em estoque recebida

source: Customise
pt_pt: Custo Conservado em estoque Recebido

source: Display
pt_pt: A instalação rápida pode somente ser funcionada em uma

source: Annual Budget
pt_pt: instalação nova do cubit.

source: Zero Balances
pt_pt: Selecione por favor o seguinte

source: List Debit & Credit
pt_pt: Selecione o ano financeiro para começar em:

source: Add Account
pt_pt: Auto Instalação

source: Headings
pt_pt: Incapaz de posicionar.

source: Heading 1
pt_pt: Instalação Completa

source: Heading 2
pt_pt: O cubit está pronto para ser usado.

source: Heading 3
pt_pt: Nenhum ajuste atualmente na base de dados.

source: Heading 4
pt_pt: Número Da Compra

source: Display &raquo
pt_pt: - número da compra não encontrado em compras proeminentes.

source: Unable to update your customization settings to Cubit.
pt_pt: Números De série

source: Unable to remove account from the accounts list.
pt_pt: Aloce Números De série

source: Unable to save the trial balance to Cubit.
pt_pt: Confirme Números De série

source: Trial Balance has been successfully saved to Cubit.
pt_pt: Veja Listas De Preço

source: Unable to retrieve saved balance sheet accounts from Cubit.
pt_pt: Incapaz de introduzir números de série ao cubit.

source: Unable to update note.
pt_pt: Números De série Alocados

source: Unable to insert account information into the accounts list.
pt_pt: Cancele Citações

source: Note has been updated.
pt_pt: Citações canceladas

source: Unable to save the balance sheet to Cubit.
pt_pt: Não há nenhuma citação cancelada precedente.

source: Income statement has been successfully saved to Cubit.
pt_pt: Detalhes Das Citações

source: Unable to retrieve accounts information from Cubit.
pt_pt: Armazém Diferente

source: Last Year - Same Month
pt_pt: Incapaz de ver clientes

source: This Year - To Month
pt_pt: Confirme Citações Incompletas Do Cancelamento

source: Last Year - Year To Date
pt_pt: Citações Incompletas Canceladas

source: Month Budget
pt_pt: Citações Incompletas

source: This Year Budget To Month
pt_pt: Citações precedentes da vista

source: Add Accounts
pt_pt: Invoice Retornando

source: Cost Of Sales
pt_pt: Excepto o

source: Add Income Group
pt_pt: Selecione por favor um cliente.

source: Add COS Group
pt_pt: Invoice Retornando Conservado

source: Add Expediture Group
pt_pt: Confirme O Processo Do Invoice

source: Unable to update groups in Cubit.
pt_pt: Invoices Retornando Proccesed

source: Unable to insert groups on Cubit.
pt_pt: Os invoices novos foram criados dos invoices retornando

source: Unable to insert group accounts in Cubit.
pt_pt: Confirme Removem O Invoice Retornando

source: Unable to insert groups in Cubit.
pt_pt: Aceite O Invoice Retornando

source: Income Statement has been set
pt_pt: Invoice Retornando Proccesed
