Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Message proccessed
pt_pt: Ajustes da leitura de erro.

source: Add Query Categories
pt_pt: Ajustes do Internet do cubit não ajustados acima de ainda.

source: Unable to get category info.
pt_pt: Mude A Imagem Do Logo

source: Remove Query Category
pt_pt: Mistura da leitura de erro.

source: Query Category Details
pt_pt: Incapaz de começar dados das equipes.

source: Unable to delete from db.
pt_pt: Proeminente

source: Query Category Deleted
pt_pt: Enviado

source: Query Category has been successfully deleted in the system.
pt_pt: Mês ou mais velho

source: Allocate Users to Teams
pt_pt: Unabel para começar usuários do sistema.

source: Unable to get data form.
pt_pt: Incapaz de começar perguntas de usuário.

source: Not Active
pt_pt: Incapaz de começar o usuário queries2.

source: Unable to get teams from db.
pt_pt: Incapaz de começar o usuário queries3.

source: Unable to get crm from db.
pt_pt: Incapaz de começar perguntas do sistema.

source: Unable to insert crm.
pt_pt: Total Da Equipe

source: Users Allocated
pt_pt: Incorpore detalhes do email

source: The Users have been allocated to teams
pt_pt: Detalhes Do Email

source: Create Black / White List Registry Entry
pt_pt: Cliente:

source: Full Name
pt_pt: Centímetro cúbico:

source: Paying Habits
pt_pt: Bcc:

source: Person Type
pt_pt: Assunto:

source: Comments (100 characters)
pt_pt: Acessório:

source: Listing Person Name
pt_pt: Espaço livre

source: Contact Number of Listing Person
pt_pt: Incapaz de começar clientes do sistema.

source: Will you let the person do Business with you again?
pt_pt: Emita

source: Data Returned
pt_pt: Incapaz de introduzir a ação da pergunta.

source: Search Black / White List Registry
pt_pt: Incapaz de começar o símbolo do sistema.

source: Information
pt_pt: Envíe a pergunta

source: Edit Query Category
pt_pt: Selecione a data

source: Unable to insert cat into db.
pt_pt: Data inválida

source: Category updated
pt_pt: Incapaz de começar os dados simbólicos do DB.

source: Unable to get action info.
pt_pt: Confirme a data

source: Remove Action
pt_pt: Pergunta enviada

source: Action Deleted
pt_pt: Erro que busca a versão info.

source: Action has been successfully deleted in the system.
pt_pt: Download Do Update Do Cubit

source: Unable to get query actions from db.
pt_pt: Detalhes Da Categoria

source: Query Categories
pt_pt: Incapaz de introduzir a categoria no DB.

source: Unable to retrieve sales people from Cubit.
pt_pt: A categoria adicionou ao sistema

source: Error retrieving 'Reports to' value.
pt_pt: A categoria nova, foi adicionada com sucesso ao sistema.

source: New Lead
pt_pt: Selecione equipes para este usuário.

source: Lead Information
pt_pt: Incapaz de atualizar.

source: First Name
pt_pt: Suas mudanças foram conservadas.

source: Office Phone
pt_pt: Incorpore dados de SMS

source: Company/Last Name
pt_pt: Detalhes de SMS

source: Mobile
pt_pt: Texto

source: Link to Lead
pt_pt: Confirme dados de SMS

source: Home Phone
pt_pt: SMS Emitido

source: Lead Source
pt_pt: Incapaz de começar clientes do DB.

source: Other Phone
pt_pt: Não usando o email

source: Title
pt_pt: Equipe atualizada

source: Other E-mail
pt_pt: Aloce

source: Assistant
pt_pt: Incapaz de começar perguntas unallocated do sistema.

source: Assistant Phone
pt_pt: Perguntas Unallocated Do Email

source: Religion
pt_pt: Corpo

source: Website
pt_pt: Tempo

source: Next Contact Date (DD-MM-YYYY)
pt_pt: Críe A Pergunta

source: Gender
pt_pt: Incapaz de alistar equipes.

source: Physical Address
pt_pt: Selecione As Ligações

source: City
pt_pt: Incorpore a outra ação

source: State/Province
pt_pt: Detalhes da ação

source: Country
pt_pt: Confirme A Ação

source: Private
pt_pt: Ação Gravada

source: List leads
pt_pt: Abra A Data

source: Unable to retrieve sales person from Cubit.
pt_pt: A

source: Customer Details
pt_pt: Data Closed

source: Acc No
pt_pt: Relatório

source: Sup No
pt_pt: Datas inválidas

source: Confirm lead details
pt_pt: Detalhes Da Ação

source: Next Contact Date
pt_pt: A ação adicionou ao sistema

source: Unable to add lead to database. (TB)
pt_pt: A ação nova, foi adicionada com sucesso ao sistema.

source: Unable to add supplier to database.
pt_pt: Compras SMS

source: Unable to add supplier to lead list.
pt_pt: Relatórios

source: Unable to add customer to database.
pt_pt: SMS Geral

source: Unable to add customer to lead list.
pt_pt: Volume SMS

source: Unable to add lead to database. (TC)
pt_pt: Company/Name

source: Lead added
pt_pt: Selecione Person/Company que faz o inquérito

source: Add another lead
pt_pt: Adicione O Contato

source: Lead details
pt_pt: Adicione O Cliente

source: Reports To
pt_pt: Adicione O Fornecedor

source: Edit Lead
pt_pt: Lista

source: Unable to get lead details.
pt_pt: ||Adicione a pessoa nova do contato

source: Unable to get customer from system.
pt_pt: Selecione Person/Company

source: Unable to get supplier from system.
pt_pt: Incorpore dados da pergunta

source: Modify Lead
pt_pt: Tentativa Outra vez

source: Unable to retieve sales person from Cubit.
pt_pt: Incapaz de começar gatos do DB.

source: Unable to edit lead(TB)
pt_pt: Incapaz de começar contatos do DB.

source: Error reading account name (customers)
pt_pt: Incapaz de começar dados dos contatos.

source: Error reading account name (suppliers)
pt_pt: Pessoa Do Contato

source: Unable to update supplier.
pt_pt: Equiry De

source: Unable to update customers.
pt_pt: Subject/Summary

source: Unable to edit lead. (TC)
pt_pt: Adicione como unallocated e adicione outros

source: Lead modified
pt_pt: Adicione &amp; Controle

source: No leads found
pt_pt: Selecione por favor um cliente OU um fornecedor OU um

source: Add Currency
pt_pt: contato

source: Currency Symbol
pt_pt: Incapaz de começar dados do crm.

source: (ZAR) Rand - R
pt_pt: Incapaz de suprimir.

source: (GBP) Pound - &#163
pt_pt: Pergunta incapaz da inserção.

source: (EUR) Euro - &#8364
pt_pt: Perguntas Unallocated

source: Currency Name
pt_pt: Incapaz de começar as ligações do sistema.

source: Currency Code
pt_pt: Ligação

source: View Currency
pt_pt: Ordem

source: Confirm Currency
pt_pt: Selecionado

source: Currency added
pt_pt: Update

source: Invalid Carrency.
pt_pt: Incapaz de atualizar dados.

source: Edit Currency
pt_pt: Incapaz de introduzir dados no sistema.

source: (RSA) Rand - R
pt_pt: Sistema atualizado

source: (UK) Pound - &#163
pt_pt: A ligação da equipe foi ajustada.

source: (EU) Euro - &#8364
pt_pt: Selecione o usuário

source: Confirm Edit Currency
pt_pt: Selecione equipes

source: Currency Edited
pt_pt: Incapaz de alistar ações.

source: There are customers in the system with selected currency
pt_pt: Ações

source: There are supliers in the system with selected currency
pt_pt: Username da leitura de erro e senha para Cubit.co.za

source: Confirm Remove Currency
pt_pt: entre

source: Symbol
pt_pt: Valor da mistura da leitura de erro para Cubit.co.za.

source: Currency Removed
pt_pt: Arquivo

source: Current Rate
pt_pt: Incapaz de começar a pergunta.

source: There are no currency in Cubit.
pt_pt: Cliente Do Email

source: Category not Found.
pt_pt: A equipe adicionou ao sistema

source: Class not Found.
pt_pt: * Todos os Usuários

source: Confirm Block Customer : Customer Details
pt_pt: Emita A Mensagem

source: Surname/Company
pt_pt: Para

source: Initials
pt_pt: Mensagens

source: Classification
pt_pt: A mensagem proccessed

source: Delivery Address
pt_pt: Adicione Categorias Da Pergunta

source: Business Tel.
pt_pt: Incapaz de começar a categoria info.

source: Home Tel.
pt_pt: Remova A Categoria Da Pergunta

source: Cell No.
pt_pt: Pergunte Detalhes Da Categoria

source: Settlement Discount
pt_pt: Incapaz de suprimir do DB.

source: Price List
pt_pt: Categoria Da Pergunta Suprimida

source: Charge Interest
pt_pt: A categoria da pergunta foi suprimida com sucesso no

source: Overdue
pt_pt: sistema.

source: Account Open Date
pt_pt: Aloce usuários &nbsp;s equipes

source: Credit Term
pt_pt: Incapaz de começar o formulário de dados.

source: Credit Limit
pt_pt: Nao ativo

source: Block &raquo;
pt_pt: Incapaz de começar equipes do DB.

source: Unable to Block Customer.
pt_pt: Incapaz de começar o crm do DB.

source: Customer Blocked
pt_pt: Incapaz de introduzir o crm.

source: New Invoice
pt_pt: Usuários Alocados

source: Customer type
pt_pt: Os usuários foram alocados &nbsp;s equipes

source: View Invoices
pt_pt: Críe Entrada Preta/Branca Do Registro Da Lista

source: Invoice Not Found
pt_pt: Id/Número Do Passport/Número De Registo

source: SERIAL NO.
pt_pt: Nome Cheio

source: Unable to get settings.
pt_pt: Pagando Hábitos

source: Customer Vat Number
pt_pt: Tipo Da Pessoa

source: Point of Sale
pt_pt: Comentários (100 caráteres)

source: Barcode
pt_pt: Nome Da Pessoa Da Lista

source: Stock Filter
pt_pt: Número do contato da pessoa da lista

source: Invoice Details
pt_pt: você deixe a pessoa fazem o negócio com você outra vez?

source: Invoice No.
pt_pt: Dados Retornados

source: Proforma Inv No.
pt_pt: Registro Preto/Branco Da Busca Da Lista

source: - Invoice Not Found
pt_pt: Informação

source: Unable to update invoice items in Cubit.
pt_pt: Edite A Categoria Da Pergunta

source: Unable to update invoice data in Cubit.
pt_pt: Incapaz de introduzir o gato no DB.

source: Error : Invoice number has no items.
pt_pt: Categoria atualizada

source: Unable to update invoice status in Cubit.
pt_pt: Incapaz de começar a ação info.

source: New Invoice Saved
pt_pt: Remova A Ação

source: Error updating invoice department.
pt_pt: Ação Suprimida

source: Head Office
pt_pt: A ação foi suprimida com sucesso no sistema.

source: Unable to retrieve sales rep from Cubit.
pt_pt: Incapaz de começar ações da pergunta do DB.

source: Select Description
pt_pt: Categorias Da Pergunta

source: Unable to get credit limit response setting
pt_pt: Incapaz de recuperar povos das vendas do cubit.

source: Unable to retrieve the default comment from Cubit.
pt_pt: Erro que recupera ' relatórios ' ao valor.

source: Customer Branch
pt_pt: Ligação Nova

source: Current Delivery Address
pt_pt: Informação Da Ligação

source: Print Delivery Note
pt_pt: Primeiro Nome

source: Customer Selection
pt_pt: Telefone Do Escritório

source: Customer is International
pt_pt: Nome De Company/Last

source: Delivery Date (DD-MM-YYYY)
pt_pt: Móvel

source: Please select customer/department first.
pt_pt: Ligação a conduzir

source: Unable to get customer delivery address
pt_pt: Telefone Home

source: Invalid customer selected.
pt_pt: Fonte Da Ligação

source: Unable to update invoice information
pt_pt: O Outro Telefone

source: Please set the point of sale settings under the stock settings
pt_pt: Título

source: Invalid Customer ID.
pt_pt: O Outro E-mail

source: Unable to get contact from db.
pt_pt: Assistente

source: Contact Persons
pt_pt: Telefone Assistente

source: Link to Sales rep
pt_pt: Religião

source: Alternative Delivery Address(1)
pt_pt: Web site

source: Alternative Delivery Address(2)
pt_pt: Data Seguinte Do Contato (DD-MM-YYYY)

source: Web Address
pt_pt: Gender

source: There are no categories in Cubit.
pt_pt: Endereço Físico

source: There are no Classifications in Cubit.
pt_pt: Cidade

source: Unable to retrieve users from Cubit.
pt_pt: State/Province

source: [None]
pt_pt: País

source: Edit Customer : Customer Details
pt_pt: Confidencial

source: Branches
pt_pt: Ligações da lista

source: Interest Rate
pt_pt: Incapaz de recuperar a pessoa das vendas do cubit.

source: Unablet to get account numbers.
pt_pt: Detalhes Do Cliente

source: a Client with this account number already exists
pt_pt: No. Do Acumulador

source: Confirm Edit Customer : Customer Details
pt_pt: No. De Sup

source: Interest Rate
pt_pt: Confirme detalhes da ligação

source: Unable to Edit customer in database.
pt_pt: Data Seguinte Do Contato

source: Unable to edit customer in contact list
pt_pt: Incapaz de adicionar conduza &nbsp; base de dados. (TB)

source: Customer edited
pt_pt: Incapaz de adicionar o fornecedor &nbsp; base de dados.

source: Invalid Customer Number.
pt_pt: Incapaz de adicionar o fornecedor &nbsp; lista da ligação.

source: Bank Account Paid to
pt_pt: Incapaz de adicionar o cliente &nbsp; base de dados.

source: Stock Account (ie. Stock)
pt_pt: Incapaz de adicionar o cliente &nbsp; lista da ligação.

source: ERROR : There is no Bank account selected
pt_pt: Incapaz de adicionar conduza &nbsp; base de dados. (TC)

source: invdate
pt_pt: Ligação adicionada

source: ERROR : There is no account paid selected
pt_pt: Adicione uma outra ligação

source: Account paid to
pt_pt: Conduza a detalhes

source: Current Customers
pt_pt: Relatórios A

source: Business Tel
pt_pt: Edite A Ligação

source: Home Tel
pt_pt: Incapaz de começar detalhes da ligação.

source: There are no Customers in Cubit.
pt_pt: Incapaz de começar o cliente do sistema.

source: Unable to add customer to contact list. (RD)
pt_pt: Incapaz de começar o fornecedor do sistema.

source: Unable to add customer to contact list
pt_pt: Modifique A Ligação

source: Unable to add customer to contact list.
pt_pt: Incapaz retieve a pessoa das vendas do cubit.

source: Find Customer
pt_pt: Incapaz de editar o lead(TB)

source: .: Filter :.
pt_pt: Nome de cliente da leitura de erro (clientes)

source: .: Value :.
pt_pt: Nome de cliente da leitura de erro (fornecedores)

source: Apply Filter
pt_pt: Incapaz de atualizar o fornecedor.

source: Curr
pt_pt: Incapaz de atualizar clientes.

source: Print Invoices
pt_pt: Incapaz de editar a ligação. (TC)

source: Statement
pt_pt: Ligação modificada

source: Unblock
pt_pt: Nenhumas ligações encontradas

source: Block
pt_pt: Adicione A Moeda corrente

source: Unable to retrieve users from Cubit
pt_pt: Símbolo De Moeda corrente

source: Add Customer : Customer Details
pt_pt: (ZAR) Margem - R

source: Confirm Customer : Customer Details
pt_pt: (GBP) Libra - £

source: Unable to add customer to database. (TB)
pt_pt: (EUR) Euro - &#8364;

source: Unable to add customer to database. (TC)
pt_pt: Nome Da Moeda corrente

source: Customer added to system
pt_pt: Código Da Moeda corrente

source: Remove Customers
pt_pt: Moeda corrente Da Vista

source: Remove >
pt_pt: Confirme A Moeda corrente

source: Unable to remove customer.
pt_pt: Moeda corrente adicionada

source: Customer successfully deleted
pt_pt: Carrency Inválido.

source: Quick Links
pt_pt: Edite A Moeda corrente

source: Error counting matching customers.
pt_pt: (RSA) Margem - R

source: unable to get customer list.
pt_pt: (Reino Unido) Libra - £

source: Unable to retrieve currency rate from Cubit.
pt_pt: (EU) Euro - &#8364;

source: Unable to retrieve the template settings from Cubit.
pt_pt: Confirme Editam A Moeda corrente

source: Add Receipt
pt_pt: Moeda corrente Editada

source: Outstanding Stock
pt_pt: Há clientes no sistema com moeda corrente selecionada

source: Email Statements
pt_pt: Há supliers no sistema com moeda corrente selecionada

source: Previous
pt_pt: Confirme Removem A Moeda corrente

source: Next
pt_pt: Símbolo

source: New Quote
pt_pt: Moeda corrente Removida

source: Select Customer Initials
pt_pt: Taxa Atual

source: Customer no.
pt_pt: Não há nenhuma moeda corrente no cubit.

source: Customer name
pt_pt: Categoria não encontrada.

source: Confirm Remove Customer : Customer Details
pt_pt: Classe não encontrada.

source: Sale Term
pt_pt: Confirme O Cliente Do Bloco: Detalhes Do Cliente

source: Unable to Remove Customer from database.
pt_pt: Surname/Company

source: Unable to update contacts.
pt_pt: Iniciais

source: Customer removed
pt_pt: Classificação

source: [X] Close
pt_pt: Endereço De Entrega

source: No invoices for this month.
pt_pt: Telefone Do Negócio.

source: 120 days +
pt_pt: Telefone Home.

source: Unable to retrieve template settings from Cubit.
pt_pt: No. Da Pilha.

source: View PDF
pt_pt: Disconto Do Estabelecimento

source: View By Date Range
pt_pt: Lista De Preço

source: Unable to get saved statement comment
pt_pt: Interesse Da Carga

source: Could not get default comments
pt_pt: Overdue

source: Sort By Customer Branches
pt_pt: Data Aberta Do Cliente

source: Unable to add comment to Cubit.
pt_pt: Termo De Crédito

source: Add New Stock Invoice
pt_pt: Limite De Crédito

source: New Stock Invoice
pt_pt: Bloco

source: There are no stock in Cubit.
pt_pt: Incapaz de obstruir o cliente.

source: Unable to insert stock record to Cubit.
pt_pt: Cliente Obstruído

source: Confirm Unblock Customer : Customer Details
pt_pt: Invoice Novo

source: Unblock &raquo;
pt_pt: Tipo do cliente

source: Unable to Unblock Customer.
pt_pt: Invoices Da Vista

source: Customer Unblocked
pt_pt: Invoice Não encontrado

source: Dealer Section
pt_pt: NO. DA S&#8240;RIE.

source: Import Customers
pt_pt: Incapaz de começar ajustes.

source: File details
pt_pt: Número Do Vat Do Cliente

source: Please select customer csv
pt_pt: Ponto da venda

source: Import &raquo;
pt_pt: Barcode

source: Cannot read file.
pt_pt: Filtro Conservado em estoque

source: Unable to clear import table
pt_pt: Detalhes Do Invoice

source: Customers Import
pt_pt: No. Do Invoice.

source: Tell
pt_pt: No. Proforma De Inv.

source: Import Stock
pt_pt: - Invoice Não encontrado

source: ""The data needs to be comma seperated(code,description,selling price), Ex: ""stkcode_001, stock description,500
pt_pt: Incapaz de atualizar artigos do invoice no cubit.

source: Please select stock csv
pt_pt: Incapaz de atualizar dados do invoice no cubit.

source: Stock Import
pt_pt: Erro: O número de invoice não tem nenhum artigo.

source: Stock Code
pt_pt: Incapaz de atualizar o status do invoice no cubit.

source: Selling Price
pt_pt: Invoice Novo Conservado

source: Unable to insert price list items to Cubit.
pt_pt: Erro que atualiza o departamento do invoice.

source: Import Suppliers
pt_pt: Escritório Principal

source: Please select supplier csv
pt_pt: Incapaz de recuperar o representante de vendas do cubit.

source: Suppliers Import
pt_pt: Selecione A Descrição

source: Address Address
pt_pt: Incapaz de começar o ajuste da resposta do limite de

source: Vat Number
pt_pt: crédito

source: Unable to add supplier to contact list.
pt_pt: Incapaz de recuperar o comentário do defeito do cubit.

source: Import Trial Balance
pt_pt: Filial Do Cliente

source: Also make sure that the CSV file does not contain any totals
pt_pt: Endereço De Entrega Atual

source: Please select Trial Balance csv
pt_pt: Nota De Entrega Da Cópia

source: Trial Balance Import
pt_pt: Seleção Do Cliente

source: New Income Account
pt_pt: O cliente é internacional

source: New Expense Account
pt_pt: Data De Entrega (DD-MM-YYYY)

source: New Balance Account
pt_pt: Selecione por favor customer/department primeiramente.

source: Confrim Account to link to/Select category of new account
pt_pt: Incapaz de começar o endereço de entrega do cliente

source: ""If you want to import your customer control account you need to add ""customers first
pt_pt: Cliente inválido selecionado.

source: ""Please enter the customer balances to link up with 'Customer Control Account'
pt_pt: Incapaz de atualizar a informação do invoice

source: ""If you want to import your supplier control account you need to add ""suppliers first
pt_pt: Ajuste por favor o ponto de ajustes da venda sob os ajustes

source: ""Please enter the supplier balances to link up with 'Supplier Control Account'
pt_pt: conservados em estoque

source: ""If you want to import your employee control account you need to add ""employees first
pt_pt: Cliente Inválido Id.

source: ""Please enter the employee balances to link up with 'Employees Control ""Account'
pt_pt: Incapaz de começar o contato do DB.

source: Employee Number
pt_pt: Pessoas Do Contato

source: Employee
pt_pt: Ligação ao representante de vendas

source: ""If you want to import your inventory control account you need to add stock ""first
pt_pt: Entrega Alternativa Address(1)

source: ""Please enter the inventory balances to link up with 'Inventory Control ""Account'
pt_pt: Entrega Alternativa Address(2)

source: Balance(
pt_pt: Endereço Da Correia fotorreceptora

source: Units(Qty)
pt_pt: Não há nenhuma classificação no cubit.

source: You need to select a category for the new account
pt_pt: Incapaz de recuperar usuários do cubit.

source: The total amount for balances for customers you entered is:
pt_pt: [ nenhuns ]

source: The total amount for balances for suppliers you entered is:
pt_pt: Edite O Cliente: Detalhes Do Cliente

source: The total amount for balances for employees you entered is:
pt_pt: Filiais

source: Units
pt_pt: Taxa De Interesse

source: The total amount for balances for inventory you entered is:
pt_pt: Unablet para começar números de cliente.

source: Unable to get account.
pt_pt: um cliente com este número de cliente existe já

source: Data Imported
pt_pt: Confirme Editam O Cliente: Detalhes Do Cliente

source: Trial balance, has been successfully imported.
pt_pt: Taxa De Interesse

source: Create New
pt_pt: Incapaz de editar o cliente na base de dados.

source: - Invalid Invoice Number.
pt_pt: Incapaz de editar o cliente na lista do contato

source: Add Multiple Debtors Payments to batch file
pt_pt: Cliente editado

source: Account Paid
pt_pt: Número Inválido Do Cliente.

source: View Debtors
pt_pt: Cliente de banco pago a

source: Total Amount Received
pt_pt: Cliente conservado em estoque (estoque do IE)

source: Unable to update debtors information in Cubit.
pt_pt: ERRO: Não há nenhum cliente de banco selecionado

source: Debtors Payments have been added to batch file
pt_pt: invdate

source: - Invalid Invoice Number. 1
pt_pt: ERRO: Não há nenhum cliente pago selecionado

source: - Invalid Invoice Number. 2
pt_pt: Cliente pago a

source: Process Debtors Batch Entries
pt_pt: Clientes Atuais

source: View Debtors batch
pt_pt: Telefone Do Negócio

source: Debtors Batch Entries Processed
pt_pt: Telefone Home

source: Remove Debtors Batch Entries
pt_pt: Não há nenhum cliente no cubit.

source: Debtors Batch Entries Removed
pt_pt: Incapaz de adicionar o cliente &nbsp; lista do contato. (RD)

source: There are no outstanding debtors in Cubit.
pt_pt: Incapaz de adicionar o cliente &nbsp; lista do contato

source: Debtors Outstanding Batch Entries
pt_pt: Incapaz de adicionar o cliente &nbsp; lista do contato.

source: - Invalid ord number.
pt_pt: Cliente Do Achado

source: Debtors - Age
pt_pt: .: Filtro:.

source: Process Multiple Debtors Payments
pt_pt: .: Valor:.

source: Debtors Payments Processed
pt_pt: Aplique O Filtro

source: Receive Debts
pt_pt: Curr

source: Debt Received
pt_pt: Invoices Da Cópia

source: Outstanding Debtors
pt_pt: Indicação

source: Unable to retrieve default comments from Cubit.
pt_pt: Unblock

source: Default Comments for Invoices
pt_pt: Bloco

source: Comment text
pt_pt: Incapaz de recuperar usuários do cubit

source: Comment Text
pt_pt: Adicione O Cliente: Detalhes Do Cliente

source: Unable to update default comments
pt_pt: Confirme O Cliente: Detalhes Do Cliente

source: Successfully updated default comments.
pt_pt: Incapaz de adicionar o cliente &nbsp; base de dados. (TB)

source: Note :
pt_pt: Incapaz de adicionar o cliente &nbsp; base de dados. (TC)

source: ""Default Accounts can only be set on a new cubit installation or a new branch.
pt_pt: Cliente adicionado ao sistema

source: Select Company Type For Default Accounts
pt_pt: Remova Os Clientes

source: Company Types
pt_pt: Remova &gt;

source: There are default company types in Cubit.
pt_pt: Incapaz de remover o cliente.

source: Company Type Default Accounts
pt_pt: Cliente suprimido com sucesso

source: There are no stock items in the selected category.
pt_pt: Ligações Rápidas

source: There are no income accounts.
pt_pt: Erro que conta clientes combinando.
