Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Select Script
pt_pt: Selecione O Certificado

source: Name
pt_pt: Nome

source: Confirm &raquo;
pt_pt: Confirme

source: There are no Price lists in Cubit.
pt_pt: Não há nenhuma lista de preço no cubit.

source: Edit Supplier
pt_pt: Edite O Fornecedor

source: Supplier Details
pt_pt: Detalhes Do Fornecedor

source: Department
pt_pt: Departamento

source: Supplier No
pt_pt: No. Do Fornecedor

source: Name
pt_pt: Nome

source: Address
pt_pt: Endereço

source: Contact Name
pt_pt: Nome Do Contato

source: Tel No.
pt_pt: No. Do Telefone.

source: Fax No.
pt_pt: No. Do Fax.

source: Bank Details
pt_pt: Detalhes Do Banco

source: Bank
pt_pt: Banco

source: Branch
pt_pt: Filial

source: Branch Code
pt_pt: Código De Filial

source: Account Number
pt_pt: Número De Cliente

source: Quick Links
pt_pt: Ligações Rápidas

source: View Suppliers
pt_pt: Fornecedores Da Vista

source: Main Menu
pt_pt: Menu Principal

source: &laquo; Correct submission
pt_pt: "submissão correta

source: Script not Found.
pt_pt: Certificado não encontrado.

source: Script Found more than once.
pt_pt: O certificado encontrou mais de uma vez.

source: Department not Found.
pt_pt: Departamento não encontrado.

source: Department Found more than once.
pt_pt: O departamento encontrou mais de uma vez.

source: Script Details
pt_pt: Detalhes Do Certificado

source: Move To
pt_pt: Mova-se Para

source: Write &raquo;
pt_pt: Escreva

source: Script moved
pt_pt: Certificado movido

source: New Script
pt_pt: Certificado Novo

source: Name(Ex SALES INDEX)
pt_pt: &#141;NDICE das VENDAS De Name(Ex)

source: Script already exitss.
pt_pt: Do certificado exitss já.

source: There are no departments in Cubit.
pt_pt: Não há nenhum departamento no cubit.

source: Script
pt_pt: Certificado

source: Script added
pt_pt: Certificado adicionado

source: Please edit the users.
pt_pt: Edite por favor os usuários.

source: Again
pt_pt: Outra vez

source: New Script(s)
pt_pt: Script(s) Novo

source: Unable to start a database transaction.
pt_pt: Incapaz de começar uma transação de base de dados.

source: Unable to finish a database transaction.
pt_pt: Incapaz de terminar uma transação de base de dados.

source: Error loading registration modules.
pt_pt: Módulos do registo do carregamento do erro.

source: Error reading period-month map.
pt_pt: Mapa de período-mês da leitura de erro.

source: Error reading login sequence for user.
pt_pt: Seqüência do início de uma sessão da leitura de erro para o

source: Invalid user in session.
pt_pt: usuário.

source: Unable to retrieve user language information from Cubit.
pt_pt: Usuário inválido na sessão.

source: Unable to retrieve user language information from Cubit
pt_pt: Incapaz de recuperar a informação da língua do usuário do cubit.

source: Unable to retrieve the default locale from Cubit.
pt_pt: Incapaz de recuperar a informação da língua do usuário do cubit

source: here
pt_pt: Incapaz de recuperar o locale do defeito do cubit.

source: Unable to check user access permissions
pt_pt: aqui

source: Logging in...
pt_pt: Incapaz de verificar permissões de acesso do usuário

source: Invalid use of module.
pt_pt: Entrar...

source: Unable to retrieve current year from Cubit.
pt_pt: Uso inválido do módulo.

source: Unable to get statement type.
pt_pt: Incapaz de recuperar o ano atual do cubit.

source: Unable to get account link.
pt_pt: Incapaz de começar o tipo da indicação.

source: Unable to insert ledger entry to the Database.
pt_pt: Incapaz de começar a ligação do cliente.

source: Unable to update custledger.
pt_pt: Incapaz de introduzir a entrada de livro-razão &nbsp; base de dados.

source: Unable to insert ledger entry to Cubit.
pt_pt: Incapaz de atualizar o custledger.

source: Unable to update debtors ledger (DGEC).
pt_pt: Incapaz de introduzir a entrada de livro-razão ao cubit.

source: Unable to update debtors ledger (CGD).
pt_pt: Incapaz de atualizar o livro-razão dos devedores (DGEC).

source: Unable to insert aduit
pt_pt: Incapaz de atualizar o livro-razão dos devedores (CGD).

source: Unable to update suppledeger.
pt_pt: Incapaz de introduzir o aduit

source: Error updating supplier ledger (INS).
pt_pt: Incapaz de atualizar o suppledeger.

source: Unable to update supp ledger.
pt_pt: Erro que atualiza o livro-razão do fornecedor (INS).

source: Unable to update supplier ledger.
pt_pt: Incapaz de atualizar o livro-razão supl..

source: Error updating employee ledger (PINS).
pt_pt: Incapaz de atualizar o livro-razão do fornecedor.

source: Unable to update emp ledger.
pt_pt: Erro que atualiza o livro-razão do empregado (PINOS).

source: Unable to get branch name.
pt_pt: Incapaz de atualizar o livro-razão do emp.

source: ERROR : Invalid Branch number
pt_pt: Incapaz de começar o nome da filial.

source: Login screen
pt_pt: ERRO: Número inválido da filial

source: Please login
pt_pt: Tela do início de uma sessão

source: User name
pt_pt: Por favor início de uma sessão

source: Password
pt_pt: Nome do usuário

source: Log in &raquo;
pt_pt: Senha

source: Splash Message
pt_pt: Início de uma sessão

source: Please Select Branch
pt_pt: Mensagem Do Respingo

source: Continue &raquo;
pt_pt: Selecione Por favor A Filial

source: Please Select Company
pt_pt: Continue

source: Company Name
pt_pt: Selecione Por favor A Companhia

source: Unable to verify login retry information.
pt_pt: Nome De Companhia

source: Unable to verify login information
pt_pt: Incapaz de verificar a informação da nova tentativa do

source: Unable to verify login information.
pt_pt: início de uma sessão.

source: Invalid username / password combination.
pt_pt: Incapaz de verificar a informação do início de uma sessão

source: Error updating login sequence for user.
pt_pt: Incapaz de verificar a informação do início de uma sessão.

source: Unable to access databse.
pt_pt: Combinação inválida do username/senha.

source: The PAYE bracket for
pt_pt: Erro que atualiza a seqüência do início de uma sessão para o

source: Error deleting old reminders.
pt_pt: usuário.

source: Unable to store Vat dont reminder option.
pt_pt: Incapaz de alcançar o databse.

source: Unable to store Vat tomorrow reminder option.
pt_pt: O suporte de PAYE para

source: Error reading tax period category.
pt_pt: Erro que suprime lembretes velhos.

source: Error reading vat reminder settings.php
pt_pt: Incapaz de armazenar o vat não opção do lembrete.

source: Error checking vat reminder.
pt_pt: Incapaz de armazenar amanhã a opção do lembrete do vat.

source: Vat Transactions
pt_pt: Categoria do período do imposto da leitura de erro.

source: 30 Minutes
pt_pt: Lembrete settings.php do vat da leitura de erro

source: 1 Hour
pt_pt: Lembrete do vat verificar de erro.

source: 2 Hours
pt_pt: Transações Do Vat

source: 3 Hours
pt_pt: 30 minutos

source: 6 Hours
pt_pt: 1 hora

source: Tomorrow
pt_pt: 2 horas

source: 3 Days
pt_pt: 3 horas

source: 1 Week
pt_pt: 6 horas

source: Dont Remind Me
pt_pt: Amanhã

source: Current Bank Account Types
pt_pt: 3 dias

source: Account Type
pt_pt: 1 semana

source: Options
pt_pt: Não me lembre

source: Error getting Bank Account Types from Database. (SL)
pt_pt: Tipos Atuais Do Cliente De Banco

source: Edit
pt_pt: Tipo Do Cliente

source: Delete
pt_pt: Opções

source: Add New Bank Account Type
pt_pt: Erro que começa tipos do cliente de banco da base de dados.

source: Create
pt_pt: (SL)

source: Error getting account type name from database (QR)
pt_pt: Edite

source: No Such Account Type
pt_pt: Supressão

source: Edit New Bank Account Type
pt_pt: Adicione O Tipo Novo Do Cliente De Banco

source: Error inserting account type into database. (QR)
pt_pt: Críe

source: Error updating account type in database. (QR)
pt_pt: Erro que começa o tipo nome do cliente da base de dados

source: Error getting account name from database. (QR)
pt_pt: (QR)

source: Error deleting account type. (QR)
pt_pt: Nenhum Tal Tipo Do Cliente

source: Add New Branch
pt_pt: Edite O Tipo Novo Do Cliente De Banco

source: Field
pt_pt: Erro que introduz o tipo do cliente na base de dados. (QR)

source: Value
pt_pt: O erro que atualiza o cliente datilografa dentro a base de

source: Branch code
pt_pt: dados. (QR)

source: Branch name
pt_pt: Erro que começa o nome de cliente da base de dados. (QR)

source: Details
pt_pt: Erro que suprime o tipo do cliente. (QR)

source: Setup
pt_pt: Adicione A Filial Nova

source: Active Period
pt_pt: Campo

source: View Branches
pt_pt: Valor

source: Database Access Failed - check year open.
pt_pt: Código de filial

source: Add Branch
pt_pt: Nome da filial

source: Branch Name
pt_pt: Detalhes

source: &laquo; Correction
pt_pt: Instalação

source: Write &raquo
pt_pt: Período Ativo

source: Unable to insert branch to Cubit.
pt_pt: Filiais Da Vista

source: Unable to commit a database transaction.
pt_pt: O acesso de base de dados falhou - verifique o ano aberto.

source: Could not set year name in Cubit
pt_pt: Adicione A Filial

source: Unable to empty year range
pt_pt: Nome Da Filial

source: Unable to insert year range
pt_pt: "correção

source: ""ERROR : The Financial year Period range was not found on Database, Please ""make sure that everything is set during instalation.
pt_pt: Escreva o

source: Could not Set Next Year Database and Name
pt_pt: Incapaz de introduzir a filial ao cubit.

source: Unable to insert stock category to Cubit.
pt_pt: Incapaz de cometer uma transação de base de dados.

source: Unable to add link for for new bank account
pt_pt: Não podia ajustar o nome do ano no cubit

source: Unable to insert link.
pt_pt: Incapaz de esvaziar a escala do ano

source: Unable to insert into teams
pt_pt: Incapaz de introduzir a escala do ano

source: Unable to insert action.
pt_pt: ERRO: A escala do período do ano financeiro não foi

source: Unable to insert into supplier price list.
pt_pt: encontrada na base de dados, certifica-se por favor de que tudo está

source: Unable to insert currency.
pt_pt: ajustado durante o instalation.

source: Unable to insert data.
pt_pt: Não podia ajustar a base de dados e o nome seguintes do ano

source: Unabel to insert data.
pt_pt: Incapaz de introduzir a categoria conservada em estoque ao

source: Unable to insert default terms
pt_pt: cubit.

source: Failed to create default accounts
pt_pt: Incapaz de adicionar a ligação para para o cliente de banco novo

source: New Branch added to database
pt_pt: Incapaz de introduzir a ligação.

source: No Setting currently in Cubit.
pt_pt: Incapaz de introduzir em equipes

source: Setting Type
pt_pt: Incapaz de introduzir a ação.

source: Current Setting
pt_pt: Incapaz de introduzir na lista de preço do fornecedor.

source: Unable to copy period transactions table to 'Audit' database.
pt_pt: Incapaz de introduzir a moeda corrente.

source: Unable to copy period ledger transactions table to 'Audit' database.
pt_pt: Incapaz de introduzir dados.

source: Unable to copy emp ledger transactions table to 'Audit' database.
pt_pt: Unabel para introduzir dados.

source: Unable to copy Debtors ledger transactions table to 'Audit' database.
pt_pt: Incapaz de introduzir termos do defeito

source: Unable to copy Creditors ledger transactions table to 'Audit' database.
pt_pt: Não criou clientes do defeito

source: Could not copy Balances to year DB
pt_pt: Filial nova adicionada &nbsp; base de dados

source: Unable to create period table transaction to year database.
pt_pt: Nenhum ajuste atualmente no cubit.

source: Could not copy Ledger Transaction table to Audit database.
pt_pt: Ajustando O Tipo

source: Current Period has been closed
pt_pt: Ajuste Atual

source: Close Financial Year
pt_pt: Incapaz de copí a tabela das transações do período ' para

source: Open a New Financial Year
pt_pt: examinar ' a base de dados.

source: Invalid Category type
pt_pt: Incapaz de copí a tabela das transações do livro-razão do período

source: - Invalid use of module
pt_pt: ' para examinar ' a base de dados.

source: Invalid Branch ID.
pt_pt: Incapaz de copí a tabela das transações do livro-razão do emp '

source: Edit Branch Branch
pt_pt: para examinar ' a base de dados.

source: Edit Branch
pt_pt: Incapaz de copí a tabela das transações do livro-razão dos

source: Unable to update branch in Cubit.
pt_pt: devedores ' para examinar ' a base de dados.

source: Branch edited
pt_pt: Incapaz de copí a tabela das transações do livro-razão dos

source: Remove Branch
pt_pt: credores ' para examinar ' a base de dados.

source: Unable to remove branch from Cubit.
pt_pt: Não podia copí contrapesos ao DB do ano

source: Branch deleted
pt_pt: Incapaz de criar a transação da tabela do período &nbsp; base

source: There are no branches in Cubit.
pt_pt: de dados do ano.

source: Remove
pt_pt: Não podia copí a tabela da transação do livro-razão para examinar

source: Add new User Department
pt_pt: a base de dados.

source: User Department
pt_pt: O período atual foi fechado

source: Confirm &raquo
pt_pt: Ano Financeiro Próximo

source: Add User Department
pt_pt: Abra um ano financeiro novo

source: Select Permissions
pt_pt: Tipo inválido da categoria

source: Add Dept &raquo
pt_pt: - uso inválido do módulo

source: New User Department added to database
pt_pt: Filial Inválida Id.

source: Add another User Department
pt_pt: Edite A Filial Da Filial

source: View User Departments
pt_pt: Edite A Filial

source: Edit User Department
pt_pt: Incapaz de atualizar a filial no cubit.

source: Commit changes
pt_pt: Filial editada

source: Reset form
pt_pt: Remova A Filial

source: User Department Edited
pt_pt: Incapaz de remover a filial do cubit.

source: - Invalid User Department ID
pt_pt: Filial suprimida

source: Confirm User Department removal
pt_pt: Não há nenhuma filial no cubit.

source: &laquo; Cancel
pt_pt: Remova

source: Remove Dept &raquo;
pt_pt: Adicione o departamento de usuário novo

source: User Department deleted from database
pt_pt: Departamento De Usuário

source: View Current User Departments
pt_pt: Confirme o

source: Add Department
pt_pt: Adicione O Departamento De Usuário

source: Error reading company UIF setting.
pt_pt: Selecione Permissões

source: Error reading subsistence allowances.
pt_pt: Adicione O Do Departamento

source: Unable to select deductions from database.
pt_pt: Departamento de usuário novo adicionado &nbsp; base de dados

source: Error to read fringe benefits.
pt_pt: Adicione um outro departamento de usuário

source: Cost Center
pt_pt: Veja Departamentos De Usuário

source: Percentage
pt_pt: Edite O Departamento De Usuário

source: African
pt_pt: Cometa mudanças

source: Coloured
pt_pt: Restaure o formulário

source: Indian (Asian)
pt_pt: Departamento De Usuário Editado

source: White
pt_pt: - Departamento De Usuário Inválido Id

source: Add New Employee to Database
pt_pt: Confirme a remoção do departamento de usuário

source: Employee Details
pt_pt: "cancele

source: Emp Num
pt_pt: Remova O Departamento

source: Surname
pt_pt: Departamento de usuário suprimido da base de dados

source: First Names
pt_pt: Departamentos De Usuário Atuais Da Vista

source: Sex
pt_pt: Adicione O Departamento

source: Race
pt_pt: Ajuste da companhia UIF da leitura de erro.

source: Disabled Status
pt_pt: Permissões de subsistence da leitura de erro.

source: Marital Status
pt_pt: Incapaz de selecionar deduções da base de dados.

source: Resident
pt_pt: Erro para ler benefícios de franja.

source: Hire Date
pt_pt: Centro De Custo

source: Telephone No
pt_pt: Porcentagem

source: Email
pt_pt: Africano

source: Remuneration
pt_pt: Colorido

source: Calculate Salary
pt_pt: Indian (Asian)

source: Hours Per Week
pt_pt: Branco

source: Overtime rate
pt_pt: Adicione o empregado novo &nbsp; base de dados

source: Pay Period
pt_pt: Detalhes Do Empregado

source: Pay Type
pt_pt: Emp Numérico

source: Bank Name
pt_pt: Sobrenome

source: Bank Account Type
pt_pt: Primeiros Nomes

source: Bank Account No
pt_pt: Sexo

source: Designation (Job Title)
pt_pt: Raça

source: Occupational Category
pt_pt: Status Disabled

source: Occupational Level
pt_pt: Status Marital

source: This Position Filled
pt_pt: Residente

source: Temporary (Employee or Contract)
pt_pt: Data Do Hire

source: If Temporary: Termination Date
pt_pt: No. Do Telefone

source: Recruitment From
pt_pt: Email

source: Reason for Employment
pt_pt: Remuneração

source: Union Name
pt_pt: Calcule O Salário

source: Union Membership Number
pt_pt: Horas Por A Semana

source: Union Position
pt_pt: Fora do tempo estipulado taxa

source: Upload Image
pt_pt: Período Do Pagamento

source: ID Num
pt_pt: Tipo Do Pagamento

source: OR
pt_pt: Nome De Banco

source: Passport Num
pt_pt: Tipo Do Cliente De Banco

source: Birthdate
pt_pt: No. De Cliente De Banco

source: Income Tax Ref No.
pt_pt: Designação (Título Do Trabalho)

source: Vacation Leave
pt_pt: Categoria Ocupacional

source: Sick Leave
pt_pt: Nível Ocupacional

source: Study Leave
pt_pt: Esta Posição Enchida

source: Residential Address
pt_pt: Provisório (empregado ou contrato)

source: Postal Address
pt_pt: Se Provisório: Data Da Terminação

source: Postal Code
pt_pt: Recruitment De

source: Friend Not Living With Employee
pt_pt: Razão para o emprego

source: Error checking for employee duplicity.
pt_pt: Nome Da União

source: Subsistence Allowances
pt_pt: Número Da Sociedade Da União

source: Amount
pt_pt: Posição Da União

source: Days
pt_pt: Imagem Do Upload

source: Employee Contribution
pt_pt: Id Numérico

source: Company Contribution
pt_pt: OU

source: Fringe Benefits
pt_pt: Passport Numérico

source: Allowances
pt_pt: Birthdate

source: Deductions Before PAYE
pt_pt: No. Da Referência Do Imposto De Renda.

source: Deductions After PAYE
pt_pt: Licença Das Férias

source: Image
pt_pt: Licença Doente

source: UIF: Employee Contribution
pt_pt: Licença Do Estudo

source: UIF: Company Contribution
pt_pt: Endereço Residential

source: Retirement Annuity: Employee Contribution
pt_pt: Endereço Postal

source: Retirement Annuity: Company Contribution
pt_pt: Código Postal

source: Pension: Employee Contribution
pt_pt: Amigo Que Não vive Com Empregado

source: Pension: Company Contribution
pt_pt: Verificar de erro para ver se há a duplicidade de empregado.

source: Medical Aid: Employee Contribution
pt_pt: Permissões De Subsistence

source: Medical Aid: Employee Benificiaries
pt_pt: Uma quantidade

source: Medical Aid: Company Contribution
pt_pt: Dias

source: Provident Fund: Employee Contribution
pt_pt: Contribuição Do Empregado

source: Provident Fund: Company Contribution
pt_pt: Contribuição Da Companhia

source: Other: Employee Contribution
pt_pt: Benefícios De Franja

source: Other: Company Contribution
pt_pt: Permissões

source: Error writing deduction.
pt_pt: Deduções Antes de PAYE

source: Error writing fringe benefit.
pt_pt: Deduções Após PAYE

source: Please select an image to upload from your hard drive.
pt_pt: Imagem

source: Unable to upload company logo Image to DB.
pt_pt: UIF: Contribuição Do Empregado

source: Please note that we only accept images of the types PNG,GIF and JPEG.
pt_pt: UIF: Contribuição Da Companhia

source: unable to update employees.
pt_pt: Annuity De Aposentadoria: Contribuição Do Empregado

source: New employee added to database
pt_pt: Annuity De Aposentadoria: Contribuição Da Companhia

source: New Employee
pt_pt: Pensão: Contribuição Do Empregado

source: View Employees
pt_pt: Pensão: Contribuição Da Companhia

source: Unable to get emp image.
pt_pt: Dae (dispositivo automático de entrada) Médico:

source: Edit Employee
pt_pt: Contribuição Do Empregado

source: Nature
pt_pt: Dae (dispositivo automático de entrada) Médico: Empregado

source: Company/CC/Trust number
pt_pt: Benificiaries

source: Income Tax number
pt_pt: Dae (dispositivo automático de entrada) Médico:

source: Basic Salary
pt_pt: Contribuição Da Companhia

source: Employee Photo
pt_pt: Fundo De Provident: Contribuição Do Empregado

source: Select Staff Member
pt_pt: Fundo De Provident: Contribuição Da Companhia

source: Date First Recorded
pt_pt: Outro: Contribuição Do Empregado

source: Details of grievance
pt_pt: Outro: Contribuição Da Companhia

source: Status Of Grievance
pt_pt: Dedução da escrita do erro.

source: Company:
pt_pt: Benefício de franja da escrita do erro.

source: CCMA:
pt_pt: Selecione por favor uma imagem para upload de sua movimentação dura.

source: CCMA Appeal:
pt_pt: Incapaz de upload a imagem do logo da companhia ao DB.

source: Court:
pt_pt: Anote por favor que nós aceitamos somente imagens dos tipos png, GIF

source: Court Appeal:
pt_pt: e JPEG.

source: Add More Input:
pt_pt: incapaz de atualizar empregados.

source: Update
pt_pt: Empregado novo adicionado &nbsp; base de dados

source: Input
pt_pt: Empregado Novo

source: Date Added
pt_pt: Empregados Da Vista

source: Close this grievance:
pt_pt: Incapaz de começar a imagem do emp.

source: Save
pt_pt: Edite O Empregado

source: Error reading allowance information.
pt_pt: Natureza

source: Error reading employee subsistence.
pt_pt: Número de Company/CC/Trust

source: Error reading employee deduction info.
pt_pt: Número do imposto de renda

source: Error reading employee fringe info.
pt_pt: Salário Básico

source: Edit Employee Details
pt_pt: Foto Do Empregado

source: Edit Employee Information
pt_pt: Selecione O Membro Da Equipe de funcionários

source: Error removing prev imgs.
pt_pt: Data Gravada Primeiramente

source: Unable to upload file, Please check file permissions.
pt_pt: Detalhes da queixa

source: Error updating fringe benefits (DEL).
pt_pt: Status Da Queixa

source: Employee details edited
pt_pt: Companhia:

source: Confirm Remove Employee
pt_pt: CCMA:

source: Reason for Leaving
pt_pt: Apelação de CCMA:

source: Date
pt_pt: Corte:

source: Select one or more of the following
pt_pt: Apelação Da Corte:

source: Employee Initiated:
pt_pt: Adicione Mais Entrada:

source: Employer Instigated:
pt_pt: Update

source: Unavoidable Separations:
pt_pt: Entrada

source: Dissatisfaction with Pay or Benefits
pt_pt: Data Adicionada

source: Dissatisfaction with Job Content
pt_pt: Feche esta queixa:

source: Dissatisfaction with Working Environment
pt_pt: Excepto

source: Emigration
pt_pt: Informação da permissão da leitura de erro.

source: Incompatibility with Supervisor or Manager
pt_pt: Subsistence do empregado da leitura de erro.

source: Incompatibility with Organisational Culture
pt_pt: Dedução info do empregado da leitura de erro.

source: Incompatibility with Colleagues
pt_pt: Franja info do empregado da leitura de erro.

source: Lack of Personal Development Opportunities
pt_pt: Edite Detalhes Do Empregado

source: Lack of Career Advancement Oppertunities
pt_pt: Edite A Informação Do Empregado

source: Lack of Recognition
pt_pt: Erro que remove os imgs do prev.

source: Lack of Cultural Sensitivity
pt_pt: Incapaz de upload a lima, verifique por favor permissões da lima.

source: Self Employment
pt_pt: Erro que atualiza os benefícios de franja (DEL).

source: Unsuitable Geographic Location of Organisation
pt_pt: Detalhes do empregado editados

source: Redundancy or Retrenchment
pt_pt: Confirme Removem O Empregado

source: Dismissal or Misconduct
pt_pt: Razão para sair

source: Incapacity or Poor Performance
pt_pt: Data

source: Negotiated Settlement
pt_pt: Selecione um ou mais do seguinte

source: Desertion
pt_pt: Empregado Iniciado:

source: Death
pt_pt: Empregador Instigated:

source: Retirement
pt_pt: Separações Unavoidable:

source: Ill Health
pt_pt: Descontentamento com pagamento ou benefícios

source: Pregnancy
pt_pt: Descontentamento com índice de trabalho

source: Family Circumstances
pt_pt: Descontentamento com ambiente de funcionamento

source: Inter Company or Group Transfer
pt_pt: Emigration

source: Details of leaving
pt_pt: Incompatibility com supervisor ou gerente
