Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Remove from active Employees &raquo;
pt_pt: Incompatibility com cultura organisational

source: Employee successfully deleted
pt_pt: Incompatibility com colegas

source: Employee, has been moved to past employees.
pt_pt: Falta de oportunidades pessoais do desenvolvimento

source: Year to Date
pt_pt: Falta do avanço Oppertunities da carreira

source: Pay
pt_pt: Falta do recognition

source: Transaction
pt_pt: Falta da sensibilidade cultural

source: IRP 5
pt_pt: Emprego Do Self

source: Export IRP 5
pt_pt: Posição geográfica unsuitable da organização

source: IT 3 (a)
pt_pt: Redundância ou retrenchment

source: View Documents
pt_pt: Dismissal ou misconduct

source: Exp. Accs.
pt_pt: Incapacidade ou desempenho pobre

source: View Available Leave
pt_pt: Estabelecimento Negociado

source: Leave Company
pt_pt: Desertion

source: Employees
pt_pt: Morte

source: Nr.
pt_pt: Aposentadoria

source: First names
pt_pt: Saúde Doente

source: Last name
pt_pt: Gravidez

source: Salary Due
pt_pt: Circunstâncias Da Família

source: Select All
pt_pt: Inter Companhia ou transferência do grupo

source: Process Daily Salaries &raquo;
pt_pt: Detalhes de sair

source: Process Weekly Salaries &raquo;
pt_pt: Remova dos empregados ativos

source: Process Fortnightly Salaries &raquo;
pt_pt: Empregado suprimido com sucesso

source: Process Monthly Salaries &raquo;
pt_pt: O empregado, foi movido para empregados passados.

source: Leave Reason
pt_pt: Ano &nbsp; data

source: Description
pt_pt: Pagamento

source: New PAYE bracket
pt_pt: Transação

source: Minimum gross
pt_pt: IRP 5

source: Maximum gross
pt_pt: Exportação IRP 5

source: Percentage to deduct
pt_pt: ELE 3 (a)

source: Confirm new PAYE bracket
pt_pt: Originais Da Vista

source: Add new PAYE &raquo;
pt_pt: Exp. Acesso.

source: PAYE bracket added to database
pt_pt: Licença Disponível Da Vista

source: Edit PAYE bracket
pt_pt: Deixe A Companhia

source: Confirm PAYE bracket changes
pt_pt: Empregados

source: Write changes &raquo;
pt_pt: Nr.

source: PAYE bracket successfully edited
pt_pt: Primeiros nomes

source: View Paye
pt_pt: &#353;ltimo nome

source: Add Paye
pt_pt: Salário Devido

source: Confirm removal of PAYE bracket
pt_pt: Selecione Tudo

source: Remove PAYE bracket &raquo;
pt_pt: Processe Salários Diários

source: PAYE bracket removed
pt_pt: Processe Salários Semanais

source: PAYE bracket has been successfully removed.
pt_pt: Processe Salários Fortnightly

source: View PAYE brackets
pt_pt: Processe Salários Mensais

source: Add new user to database
pt_pt: Deixe A Razão

source: Username
pt_pt: Descrição

source: Confirm password
pt_pt: Suporte novo de PAYE

source: Add user to database
pt_pt: Mínimo bruto

source: Select user permissions
pt_pt: Porcentagem a deduzir

source: Add user &raquo
pt_pt: Confirme o suporte novo de PAYE

source: New user added to database
pt_pt: Adicione PAYE novo

source: Add another user
pt_pt: Suporte de PAYE adicionado &nbsp; base de dados

source: Select Department(s)
pt_pt: Edite o suporte de PAYE

source: Select user Permissions
pt_pt: Confirme mudanças do suporte de PAYE

source: AND/OR
pt_pt: Escreva mudanças

source: &nbsp;&nbsp;Select Department
pt_pt: Suporte de PAYE editado com sucesso

source: Locale
pt_pt: Vista Paye

source: Show Tooltips
pt_pt: Adicione Paye

source: Yes
pt_pt: Confirme a remoção do suporte de PAYE

source: No
pt_pt: Remova o suporte de PAYE

source: POS User
pt_pt: Suporte de PAYE removido

source: User Settings
pt_pt: O suporte de PAYE foi removido com sucesso.

source: Add Departments
pt_pt: Suportes da vista PAYE

source: Add
pt_pt: Adicione o usuário novo &nbsp; base de dados

source: Select user Permissions
pt_pt: Username

source: Done &raquo
pt_pt: Confirme a senha

source: Edit user
pt_pt: Adicione o usuário &nbsp; base de dados

source: Committed changes to user
pt_pt: Selecione permissões do usuário

source: Back
pt_pt: Adicione o do usuário

source: Change Password
pt_pt: Usuário novo adicionado &nbsp; base de dados

source: Old Password
pt_pt: Adicione um outro usuário

source: New Password
pt_pt: Selecione Department(s)

source: Retype New Password
pt_pt: Selecione permissões do usuário

source: - Invalid Old Password
pt_pt: E/OU

source: Your Password has been changed.
pt_pt: Locale

source: - Root User cannot be removed.
pt_pt: Mostre Tooltips

source: Confirm user removal
pt_pt: Sim

source: User ID
pt_pt: Não

source: Remove user &raquo;
pt_pt: Usuário da Posição

source: User deleted from database
pt_pt: Ajustes Do Usuário

source: View current users
pt_pt: Adicione Departamentos

source: File does not exist.
pt_pt: Adicione

source: Selected file is a directory.
pt_pt: Selecione permissões do usuário

source: File analysis
pt_pt: feito

source: Account number
pt_pt: Edite o usuário

source: Account name
pt_pt: Nenhum tal: do usuário /

source: Asset Appreciation
pt_pt: Mudanças cometidas ao usuário

source: Asset Details
pt_pt: Parte traseira

source: Group
pt_pt: Mude A Senha

source: Serial Number
pt_pt: Senha Velha

source: Location
pt_pt: Senha Nova

source: Date Bought
pt_pt: Retype A Senha Nova

source: Cost Amount
pt_pt: - Senha Velha Inválida

source: Appreciation Amount
pt_pt: Sua senha foi mudada.

source: View Assets
pt_pt: - o usuário da raiz não pode ser removido.

source: Unable to select next value for reference number.
pt_pt: Confirme a remoção do usuário

source: Could not update assets table.
pt_pt: Usuário Id

source: Could not write to asset ledger.
pt_pt: Remova o usuário

source: Asset Appreciation has been recorded
pt_pt: Usuário suprimido da base de dados

source: New Asset
pt_pt: Usuários da corrente da vista

source: Asset Depreciation
pt_pt: A lima não existe.

source: Depreciation Amount
pt_pt: A lima selecionada é um diretório.

source: Asset Depreciation has been recorded
pt_pt: Análise da lima

source: There are no Asset Groups in Cubit.
pt_pt: Número de cliente

source: Select Group
pt_pt: Nome de cliente

source: Confirm Asset
pt_pt: Apreciação Do Recurso

source: Asset edited
pt_pt: Detalhes Do Recurso

source: Asset has been updated in the system.
pt_pt: Grupo

source: Invalid Asset Group ID.
pt_pt: Número De série

source: Edit Asset Group
pt_pt: Posição

source: Asset Group
pt_pt: Data Comprada

source: Cost Account
pt_pt: Uma Quantidade Do Custo

source: Accumulated Depreciation Account
pt_pt: Valor Líquido

source: Depreciation Account
pt_pt: Uma Quantidade Da Apreciação

source: Add Asset Group
pt_pt: Recursos Da Vista

source: View Asset Groups
pt_pt: Incapaz de selecionar o valor seguinte para o número de

source: Confirm Edit Asset Group
pt_pt: referência.

source: Unable to edit Asset Group to database.
pt_pt: Não podia atualizar a tabela dos recursos.

source: Asset Group edited
pt_pt: Não podia escrever ao livro-razão do recurso.

source: There are no Balance accounts yet in Cubit.
pt_pt: A apreciação do recurso foi gravada

source: There are no Expenditure accounts yet in Cubit.
pt_pt: Recurso Novo

source: Confirm Asset Group
pt_pt: Depreciação De Recurso

source: View Asset Group
pt_pt: Uma Quantidade Da Depreciação

source: Asset Group added to system
pt_pt: A depreciação de recurso foi gravada

source: Confirm Remove Asset Group
pt_pt: Não há nenhum grupo do recurso no cubit.

source: Unable to remove Asset Group to database.
pt_pt: Selecione O Grupo

source: Asset Group removed
pt_pt: Confirme O Recurso

source: Asset Groups
pt_pt: Recurso editado

source: There are no Assets Groups in Cubit.
pt_pt: O recurso foi atualizado no sistema.

source: Method
pt_pt: Grupo Inválido Id Do Recurso.

source: Bought
pt_pt: Edite O Grupo Do Recurso

source: Contra Account
pt_pt: Grupo Do Recurso

source: There are no accounts yet in Cubit.
pt_pt: Cliente De Custo

source: Unable to add asset to database.
pt_pt: Cliente Acumulado Da Depreciação

source: Unable to get accnum
pt_pt: Cliente Da Depreciação

source: Asset added to the system
pt_pt: Adicione O Grupo Do Recurso

source: New Asset has been added to the system.
pt_pt: Veja Grupos Do Recurso

source: Confirm Asset Removal
pt_pt: Confirme Editam O Grupo Do Recurso

source: Remove &raquo;
pt_pt: Incapaz de editar o grupo do recurso &nbsp; base de dados.

source: Asset Removed
pt_pt: Grupo do recurso editado

source: Asset has been deleted from the system.
pt_pt: Não há nenhum cliente de contrapeso contudo no cubit.

source: Depreciation Report
pt_pt: Não há nenhum cliente da despesa contudo no cubit.

source: Accum Depreciation
pt_pt: Confirme O Grupo Do Recurso

source: Asset Ledger
pt_pt: Veja O Grupo Do Recurso

source: Serial
pt_pt: Grupo do recurso adicionado ao sistema

source: Depreciation
pt_pt: Confirme Removem O Grupo Do Recurso

source: Appreciation
pt_pt: Incapaz de remover o grupo do recurso &nbsp; base de dados.

source: Report
pt_pt: Grupo do recurso removido

source: Export to spreadsheet
pt_pt: Grupos Do Recurso

source: Unable to get data
pt_pt: Não há nenhum grupo dos recursos no cubit.

source: Employee Ledger
pt_pt: Método

source: Select Year
pt_pt: Comprado

source: Next &raquo;
pt_pt: Contra O Cliente

source: Unable to get data.
pt_pt: Não há nenhum cliente contudo no cubit.

source: Could not retrieve suppliers Information from the Database.
pt_pt: Incapaz de adicionar o recurso &nbsp; base de dados.

source: There are no employees in Cubit.
pt_pt: Incapaz de começar o accnum

source: Select Employees(s)
pt_pt: O recurso adicionou ao sistema

source: Select period
pt_pt: O recurso novo foi adicionado ao sistema.

source: Please select at least one Emloyee.
pt_pt: Confirme A Remoção Do Recurso

source: There are no employees yet in Cubit.
pt_pt: Remova

source: Reference
pt_pt: Recurso Removido

source: Debit
pt_pt: O recurso foi suprimido do sistema.

source: Credit
pt_pt: Relatório Da Depreciação

source: Balance
pt_pt: Depreciação De Accum

source: Contra Acc
pt_pt: Livro-razão Do Recurso

source: Stock Ledger
pt_pt: De série

source: Could not retrieve Stock Information from the Database.
pt_pt: Depreciação

source: There are no Stock Items in Cubit.
pt_pt: Apreciação

source: Inventory Ledger
pt_pt: Relatório

source: Stock Items
pt_pt: Exportação ao spreadsheet

source: Select Stock Item(s)
pt_pt: Incapaz de começar dados

source: ERROR : Please select at least one Stock Item.
pt_pt: Livro-razão Do Empregado

source: There are no Stock Items yet in Cubit.
pt_pt: Selecione O Ano

source: Balance Brought Forward
pt_pt: Em seguida

source: DATE
pt_pt: Incapaz de começar dados.

source: DETAILS
pt_pt: Não podia recuperar a informação dos fornecedores da base de dados.

source: QTY
pt_pt: Não há nenhum empregado no cubit.

source: COST AMOUNT
pt_pt: Selecione Employees(s)

source: BALANCE
pt_pt: Selecione o período

source: Export to Spreadsheet
pt_pt: Selecione por favor ao menos um Emloyee.

source: Creditor Ledger
pt_pt: Não há nenhum empregado contudo no cubit.

source: There are no suppliers in Cubit.
pt_pt: Referência

source: Creditors Ledger
pt_pt: Débito

source: suppliers
pt_pt: Crédito

source: Select Customer(s)
pt_pt: Contrapeso

source: Please select at least one Creditor.
pt_pt: Contra O Acumulador

source: There are no suppliers yet in Cubit.
pt_pt: Livro-razão Conservado em estoque

source: "" Error : Your are on the first year of cubit operation, there are no ""previous closed years
pt_pt: Não podia recuperar a informação conservada em estoque da

source: Select Period
pt_pt: base de dados.

source: Include Accounts with Zero balances
pt_pt: Não há nenhum artigo conservado em estoque no cubit.

source: Continue >
pt_pt: Livro-razão Do Inventário

source: Unable to retrieve income statement settings from the Database
pt_pt: Artigos Conservados em estoque

source: Account Name
pt_pt: Selecione Item(s) Conservado em estoque

source: Income
pt_pt: ERRO: Selecione por favor ao menos um artigo conservado em

source: Unable to retrieve Account Balance information from the Database.
pt_pt: estoque.

source: Unable to retrieve income statement Settings from the Database
pt_pt: Não há nenhum artigo conservado em estoque contudo no cubit.

source: Expenditure
pt_pt: O Contrapeso Trouxe Para a frente

source: Unable to save the Income Statement.
pt_pt: DATA

source: Error : Previos year was not closed.
pt_pt: DETALHES

source: By Date Range
pt_pt: Qty

source: Search
pt_pt: UMA QUANTIDADE DO CUSTO

source: By Journal number
pt_pt: CONTRAPESO

source: View All
pt_pt: Exportação ao spreadsheet

source: Reference No
pt_pt: Livro-razão Do Credor

source: Authorised By
pt_pt: Não há nenhum fornecedor no cubit.

source: Total
pt_pt: Livro-razão Dos Credores

source: Unable to save the Trial Balance.
pt_pt: fornecedores

source: ERROR : There are no periods set for the current year
pt_pt: Selecione Customer(s)

source: There are no suppliers in Cubit.
pt_pt: Selecione por favor ao menos um credor.

source: Please Select previous year period
pt_pt: Não há nenhum fornecedor contudo no cubit.

source: Previous Year
pt_pt: Erro: Seu não há no primeiro ano da operação do cubit, está

source: Select Previous Period
pt_pt: nenhum ano closed precedente

source: Enter >
pt_pt: Selecione O Período

source: Journal transaction On Previous Periods
pt_pt: Inclua clientes com contrapesos zero

source: Previous Year
pt_pt: Continue &gt;

source: Previous Period
pt_pt: Incapaz de recuperar ajustes da indicação de renda da base

source: Previous Date
pt_pt: de dados

source: Previous Reference Number
pt_pt: Nome De Cliente

source: Select Account
pt_pt: Renda

source: There are No accounts in Cubit.
pt_pt: Incapaz de recuperar a informação do contrapeso do cliente

source: Enter Details >
pt_pt: da base de dados.

source: Journal transaction details
pt_pt: Incapaz de recuperar ajustes da indicação de renda da base de dados

source: Previous Period
pt_pt: Despesa

source: Previous Reference No.
pt_pt: Incapaz de conservar a indicação de renda.

source: Transaction Details
pt_pt: Erro: O ano de Previos não era closed.

source: Person Authorising
pt_pt: Por Data Escala

source: Record Transaction
pt_pt: Busca

source: Record Journal transaction
pt_pt: Pelo número de Jornal

source: Previous Referance number
pt_pt: Veja Tudo

source: Authorising Person
pt_pt: Reference O No.

source: &laquo Back
pt_pt: Autorizado Perto

source: Confirm Transaction &raquo
pt_pt: Total

source: Journal transaction has been recorded
pt_pt: Incapaz de conservar o contrapeso experimental.

source: Unable to insert Transaction details to database
pt_pt: ERRO: Não há nenhum período ajustado por o ano atual

source: Unable to update credit balance for credited account.
pt_pt: Não há nenhum fornecedor no cubit.

source: Unable to update debit balance for debited account.
pt_pt: Período por favor seleto do ano precedente

source: General Ledger by period range
pt_pt: Ano Precedente

source: Could not retrieve Categories Information from the Database.
pt_pt: Selecione O Período Precedente

source: There are no Accounts in Cubit.
pt_pt: Entre &gt;

source: Previous Year Period Range General Ledger
pt_pt: Journal a transação em períodos precedentes

source: Accounts
pt_pt: Ano Precedente

source: Select account(s)
pt_pt: Período Precedente

source: Period Range :
pt_pt: Data Precedente

source: There are no accounts yet in Cubit.
pt_pt: Número De Referência Precedente

source: A/C Total
pt_pt: Selecione O Cliente

source: Period Range General Ledger
pt_pt: Não há nenhum cliente no cubit.

source: General Ledger
pt_pt: Incorpore Detalhes &gt;

source: Br/Forwd
pt_pt: Journal detalhes da transação

source: Brought Forward
pt_pt: Período Precedente

source: Balance Sheet Settings
pt_pt: No. Precedente Da Referência.

source: Owners Equity
pt_pt: Detalhes Da Transação

source: Unable to retrieve balance sheet settings from the Database.
pt_pt: Autorizar Da Pessoa

source: Unable to retrieve Account Balances from the Database.
pt_pt: Transação Record

source: Net Income
pt_pt: Transação record do jornal

source: Assets
pt_pt: Número precedente de Referance

source: Unable to save the Balance Sheet.
pt_pt: Autorizando A Pessoa

source: Reference Number
pt_pt: parte traseira do

source: Select Period
pt_pt: Confirme O Da Transação

source: Year
pt_pt: A transação do jornal foi gravada

source: Period
pt_pt: Incapaz de introduzir detalhes da transação &nbsp; base de

source: Reference No.
pt_pt: dados

source: Referance number
pt_pt: Incapaz de atualizar o contrapeso de crédito para o cliente

source: Debtor Ledger
pt_pt: creditado.

source: Could not retrieve Customers Information from the Database.
pt_pt: Incapaz de atualizar o contrapeso de débito para o cliente debitado.

source: There are no Customers in Cubit.
pt_pt: Livro-razão geral pela escala do período

source: Debtors Ledger
pt_pt: Não podia recuperar a informação das categorias da base de

source: Customers
pt_pt: dados.

source: Please select at least one Debtor.
pt_pt: Não há nenhum cliente no cubit.

source: There are no customers yet in Cubit.
pt_pt: Livro-razão Geral Da Escala Do Período Do Ano Precedente

source: Download Backup
pt_pt: Clientes

source: Making a new Backup will delete the previous backup.
pt_pt: Selecione o account(s)

source: Backup &raquo;
pt_pt: Escala Do Período:

source: Backup Done
pt_pt: Não há nenhum cliente contudo no cubit.

source: This will delete all your data in cubit.
pt_pt: Total de A/C

source: Restore &raquo;
pt_pt: Livro-razão Geral Da Escala Do Período

source: Backup Restored.
pt_pt: Livro-razão Geral

source: Petty Cash Account not found.
pt_pt: Br/Forwd

source: &laquo; Correct Selection
pt_pt: Trazido Para a frente

source: Funds transfer to Petty cash
pt_pt: Ajustes Da Folha De Contrapeso

source: Paid to
pt_pt: Equidade De Proprietários

source: Cheque Number
pt_pt: Incapaz de recuperar ajustes da folha de contrapeso da base

source: Petty Cash Account
pt_pt: de dados.

source: From Bank Account
pt_pt: Incapaz de recuperar contrapesos do cliente da base de dados.

source: From Account
pt_pt: Renda Líquida

source: Funds transfer to Petty cash has been added to the Petty cash book.
pt_pt: Recursos

source: View Cash Book
pt_pt: Incapaz de conservar a folha de contrapeso.

source: There are no Bank accounts yet on the Database
pt_pt: Número De Referência

source: Select Bank account
pt_pt: Selecione O Período

source: Bank Account
pt_pt: Ano

source: Number of Entries
pt_pt: Período

source: Type in Bank statement
pt_pt: No. Da Referência.

source: Paid to/Received from
pt_pt: Número de Referance

source: Transaction type
pt_pt: Livro-razão Do Devedor

source: Transaction Description
pt_pt: Não podia recuperar a informação dos clientes da base de

source: VAT
pt_pt: dados.

source: VAT Code
pt_pt: Não há nenhum cliente no cubit.

source: Account Involved
pt_pt: Livro-razão Dos Devedores

source: cant get vat data.
pt_pt: Clientes

source: Payment
pt_pt: Selecione por favor ao menos um devedor.

source: Receipt
pt_pt: Não há nenhum cliente contudo no cubit.

source: Day
pt_pt: Apoio Do Download

source: Month
pt_pt: Fazer um apoio novo suprimirá o apoio precedente.

source: Type in Bank Statement
pt_pt: Apoio

source: Transaction Amount
pt_pt: Apoio Feito

source: - Please enter full transaction details
pt_pt: Isto suprimirá todos seus dados no cubit.

source: Statement Recorded
pt_pt: Restore

source: Batch entries recorded
pt_pt: Apoio Restaurado.

source: Add Bank Payment
pt_pt: Cliente de dinheiro petty não encontrado.

source: Add Bank Receipt
pt_pt: "Seleção Correta

source: Invalid use of mudule
pt_pt: Os fundos transferem ao dinheiro petty

source: Confirm Entry
pt_pt: Pago a

source: Transaction Type
pt_pt: Número Do Cheque

source: Date of Transaction
pt_pt: Cliente De Dinheiro Petty

source: Account Involved in Transaction
pt_pt: Do Cliente De Banco

source: Unable to retrieve bank account link from Cubit
pt_pt: Do Cliente

source: "" ERROR : The bank account that you selected doesn't appear to have an ""account linked to it.
pt_pt: Os fundos transferem ao dinheiro petty foram adicionados ao

source: Unable to update Invoice information in Cubit.
pt_pt: livro de dinheiro petty.

source: Unable to update invoice in Cubit.
pt_pt: Livro De Dinheiro Da Vista

source: Unable to insert statement record in Cubit.
pt_pt: Não há nenhum cliente de banco contudo na base de dados

source: Unable to Insert statement record in Cubit.
pt_pt: Selecione o cliente de banco

source: Cash Book
pt_pt: Cliente De Banco

source: Cash Book Entry was successfully canceled .
pt_pt: Número das entradas

source: Quick Navigation
pt_pt: Datilografe dentro a indicação de banco

source: Unable to update analysis records from Cubit.
pt_pt: To/Received pago de

source: Unable to update int purchases information in Cubit.
pt_pt: Tipo da transação

source: Unable to get finished Invoice information in Cubit.
pt_pt: Descrição Da Transação

source: Unable to insert invoice to the period database.
pt_pt: Vat

source: Unable to insert invoice items to Cubit.
pt_pt: Código do Vat

source: Unable to update Invoice information on Cubit.
pt_pt: Cliente Envolvido

source: Unable to get analysis records from Cubit.
pt_pt: o cant começa dados do vat.

source: Requisition not found in Cubit.
pt_pt: Pagamento

source: Error : Amount is more than the avaliable funds.
pt_pt: Recibo

source: Approve Requisition
pt_pt: Dia

source: VAT Inclusive
pt_pt: Mês

source: VAT Amount
pt_pt: Datilografe dentro a indicação de banco

source: Account
pt_pt: Uma Quantidade Da Transação

source: View Petty Cash Requisitions
pt_pt: - incorpore por favor detalhes cheios da transação

source: Unable to get vat codes
pt_pt: Indicação Gravada

source: Petty Cash Requisition Approved
pt_pt: Entradas do grupo gravadas

source: Petty Cash Requisition has been approved .
pt_pt: Adicione O Pagamento Do Banco

source: Add Petty Cash Requisition
pt_pt: Adicione O Recibo Do Banco

source: Delete BAtch cashbook entry
pt_pt: Uso inválido do mudule

source: Paid to/Received From
pt_pt: Confirme A Entrada

source: Batch Cashbook entry deleted
pt_pt: Tipo Da Transação

source: Batch Cashbook entry has been deleted
pt_pt: Data da transação

source: Requisistion not found in Cubit.
pt_pt: Cliente envolvido na transação

source: Cancel Requisistion
pt_pt: Incapaz de recuperar a ligação do cliente de banco do

source: Cancel &raquo
pt_pt: cubit

source: Petty Cash Requisition Cancelled
pt_pt: ERRO: O cliente de banco que você selecionou não parece ter

source: Petty Cash Requisition has been successfully canceled .
pt_pt: um cliente ligado a ele.

source: Record Requisition Receipt
pt_pt: Incapaz de atualizar a informação do invoice no cubit.

source: Receipt/Ref No.
pt_pt: Incapaz de atualizar o invoice no cubit.

source: Return/Change
pt_pt: Incapaz de introduzir o registro da indicação no cubit.

source: Select
pt_pt: Incapaz de introduzir o registro da indicação no cubit.

source: File
pt_pt: Livro De Dinheiro

source: Error : Returned/Change amount is more than the requisistion amount.
pt_pt: A entrada do livro de dinheiro foi cancelada com sucesso.

source: Date of Return
pt_pt: Navegação Rápida

source: Unable to get employee details.
pt_pt: Incapaz de atualizar registros da análise do cubit.

source: Unable to update invoice in Cubit1.
pt_pt: Incapaz de atualizar a informação interna das compras no cubit.

source: Unable to update invoice in Cubit2.
pt_pt: Incapaz de começar terminou a informação do invoice no cubit.

source: Unable to update customer in Cubit.
pt_pt: Incapaz de introduzir o invoice &nbsp; base de dados do período.

source: Unable to update invoice in Cubit3.
pt_pt: Incapaz de introduzir artigos do invoice ao cubit.

source: Unable to update invoice in Cubit.4
pt_pt: Incapaz de atualizar a informação do invoice no cubit.
