Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Contact Information
pt_pt: Veja Códigos do Vat

source: Cubit
pt_pt: Pague Salários (Por Grupo)

source: Tampering with 'chgpass' suspected. Logging.
pt_pt: Salários: Processo por o indivíduo

source: &laquo; Back
pt_pt: Adicione O Empregado Novo

source: Confirm edit &raquo;
pt_pt: Inverta Salários

source: Confirm month end for Age Analisys
pt_pt: Empréstimo: Grant

source: Month End Date
pt_pt: Empréstimo: Edite

source: Unable to remove stock category from Cubit.
pt_pt: Dedução Do Salário: Adicione

source: Month end has been recorded
pt_pt: Dedução Do Salário: View/Edit

source: Total Cost Amount
pt_pt: Permissão: Adicione

source: Unable to add contact to database. (TB)
pt_pt: Permissão: View/Edit

source: Unable to add contact to database. (TC)
pt_pt: Benefício De Franja: Adicione

source: Add New Customer
pt_pt: Benefícios De Franja: View/Edit

source: Customer Delivery Address
pt_pt: Reembolso: Adicione

source: Add Client &raquo
pt_pt: Reembolso: View/Edit

source: New customer added to database
pt_pt: Adicione Queixas

source: Continue to Quote
pt_pt: Treinamento De Equipe de funcionários

source: New Customers
pt_pt: Adicione O Fornecedor Do Treinamento De Equipe de

source: Customer VAT No.
pt_pt: funcionários

source: - invoices Not Found
pt_pt: Adicione A Permissão De Subsistence

source: Unable to update invoices status in Cubit.
pt_pt: Permissões De Subsistence De View/Edit

source: There are no non stock invoices found.
pt_pt: Salários: Vista Paga

source: Totals
pt_pt: Salários: Vista Invertida

source: - Asset not Found
pt_pt: Hora: Adicione O Relatório Do Empregado

source: New Non-Stock Asset Purchase
pt_pt: Hora: Veja O Relatório Do Empregado

source: Supplier Invoice Number
pt_pt: Hora: Tipo Novo Do Relatório

source: Non-Stock Asset Purchase Details
pt_pt: A Vista Archived Empréstimos

source: Asset
pt_pt: Empregados da vista na licença

source: Non-Stock Asset Purchase Details
pt_pt: Licença: Aplique

source: Non-Stock Order No.
pt_pt: Licença: Approve/Cancel

source: New Non-Stock Order
pt_pt: Queixas Abertas Da Vista

source: View Non-Stock Orders
pt_pt: Queixas Closed Da Vista

source: Non-Stock Asset Order received
pt_pt: Treinamento De Equipe de funcionários Da Vista

source: Order Details
pt_pt: Treinamento De Equipe de funcionários Da Busca

source: Non-Stock Order Details
pt_pt: Relatório Do Treinamento De Equipe de funcionários

source: New Order
pt_pt: Clientes de livro-razão do empregado da vista

source: View Orders
pt_pt: Livro-razão Do Empregado Do Ano Precedente Da Vista

source: - Order Not Found
pt_pt: Adicione A Ligação Do Cliente De Salário

source: Unable to update Order in Cubit.
pt_pt: Adicione A Ligação Recebida Interesse Do Cliente

source: Unable to insert Non-Stock Order to Cubit.
pt_pt: Adicione A Ligação Do Cliente De Controle Do Salário

source: Non-Stock Asset Order receipt has been recorded.
pt_pt: Adicione A Ligação Do Cliente De Commission

source: Non-Stock Asset Purchase received
pt_pt: Adicione A Ligação Do Cliente de PAYE

source: Non-Stock Asset Purchase receipt has been recorded.
pt_pt: Adicione A Ligação Do Cliente de UIF

source: Non-Stock Invoice Details
pt_pt: Adicione A Ligação Do Cliente De Despesa Da Pensão

source: New International Non-Stock Invoice
pt_pt: Adicione A Ligação Do Cliente De Despesa Do Fundo Do

source: Proforma Invoice No.
pt_pt: Annuity De Aposentadoria

source: Appointment
pt_pt: Adicione A Ligação Do Cliente De Despesa Do Dae

source: Close Window
pt_pt: (dispositivo automático de entrada) Médico

source: Close
pt_pt: Adicione A Ligação Do Cliente De Controle Da Pensão

source: New Non-Stock Invoice
pt_pt: Adicione A Ligação Do Cliente De Controle Do Fundo Do

source: Search by surname
pt_pt: Annuity De Aposentadoria

source: Credit note Details
pt_pt: Adicione A Ligação Do Cliente De Controle Do Dae

source: Credit note No.
pt_pt: (dispositivo automático de entrada) Médico

source: View Non-Stock credit notes
pt_pt: Adicione A Ligação Do Cliente De Dinheiro

source: Unable to save the comments to Cubit.
pt_pt: Tipos Do Cliente De Banco

source: Unable to retrieve customer id from Cubit.
pt_pt: Ajustes Gerais

source: Non Stock Credit notes
pt_pt: Adicione A Transação Do Jornal

source: Print Non-Stock Invoices
pt_pt: Adicione a transação do jornal (um DR/CR, CR/DR

source: Bank not Found.
pt_pt: múltiplo)

source: Customer Details
pt_pt: Entrada Do Livro De Dinheiro

source: Unable to retrieve the default comments from Cubit.
pt_pt: Adicione o pagamento do banco (non fornecedores)

source: Please select at least one unprinted recurring invoice.
pt_pt: Adicione o recibo do banco (non clientes)

source: ""Invoice Not Found, Please make sure you have selected a unprinted invoice.
pt_pt: Adicione O Pagamento Múltiplo Do Banco (Rache)

source: New Recurring Non-stock Invoice
pt_pt: Adicione Entradas Múltiplas Do Livro De Dinheiro

source: View Recurring Non-stock Invoices
pt_pt: Adicione Recibos Múltiplos Do Banco (Rache)

source: Invoices have been successfully printed.
pt_pt: Cliente: Adicione Novo

source: Invoice Num
pt_pt: Adicione A Transação Retornando Do Jornal

source: Unable to retrieve non stock invoice information from Cubit.
pt_pt: Veja Transações Retornando Do Jornal

source: Delete Unprocessed Non Stock Invoice
pt_pt: Adicione Transações Múltiplas Do Jornal

source: Proforma Inv Num
pt_pt: Adicione a transação do jornal ao grupo

source: Invoice has been successfully removed.
pt_pt: Adicione transações múltiplas do jornal ao grupo

source: Invoice was not found.
pt_pt: Adicione Requisições Múltiplas Do Dinheiro Petty

source: Purchase Not Found
pt_pt: Adicione A Entrada Do Orçamento Do Fluxo De Dinheiro

source: Returned Non-Stock Order Details
pt_pt: Reconciliation De Banco

source: View Returned Non-Stock Orders
pt_pt: Transferência financía clientes extrangeiros de to/from

source: Stock Control Reports
pt_pt: Fundos de transferência ao cliente de dinheiro petty

source: Returned Non-Stock Orders
pt_pt: Adicione O Livro-razão De alta velocidade

source: Purchase Date
pt_pt: Veja Livros-razão De alta velocidade

source: Delevery Reference No.
pt_pt: Importe a indicação de banco

source: View Received Non-Stock Orders
pt_pt: Recurso: Adicione

source: Received Non-Stock Orders
pt_pt: Recursos: Edit/Depreciation

source: Unable to update Order items in Cubit.
pt_pt: Recursos: Appreciation/Report/Remove

source: Non-Stock Order received
pt_pt: Clientes: Transação De Edit/View

source: Supplier Inv No
pt_pt: Clientes: Categoria De Delete/Change

source: Print Order
pt_pt: Incorpore Transações Precedentes Do Ano De Year/Current

source: Supplier Inv
pt_pt: Mostre O Ano Financeiro Atual

source: There are no Orders found.
pt_pt: Veja Opções Do Relatório Do Jornal Entries/All

source: Received
pt_pt: Mostre Todo o Accounts/Categories

source: Non-Stock Order Cancel
pt_pt: Mostre Todo o Accounts/Categories (Janela Nova)

source: Unable to remove Order items in Cubit.
pt_pt: Indicações Financeiras Do Ano Atual

source: Non-Stock Order Details
pt_pt: Livro-razão Geral Detalhado Do Ano Atual

source: Supplier Invoice No
pt_pt: Relatórios Do Escritório Principal

source: Received Non-Stock Order Details
pt_pt: Grupo Da Vista (Jornal)

source: DUTY
pt_pt: Grupo Da Vista (Livro De Dinheiro)

source: LINE TOTAL
pt_pt: Relatório Do Livro De Dinheiro Petty

source: International Non-Stock Order Cancel
pt_pt: Gere A Indicação De Renda Do Ano Precedente

source: Tax
pt_pt: Gere A Folha De Contrapeso Do Ano Precedente

source: Shipping Charges
pt_pt: Veja O Livro-razão Geral De Ano Precedente

source: New International Non-Stock Order
pt_pt: Veja o livro-razão geral de ano precedente por Período

source: View International Non-Stock Orders
pt_pt: Escala

source: Tax
pt_pt: Veja Orçamentos

source: International Non-Stock Order Details
pt_pt: Veja Entradas Do Orçamento Do Fluxo De Dinheiro

source: ITEM ACCOUNT
pt_pt: Relatório Do Orçamento Do Fluxo De Dinheiro

source: Non-Stock Order receipt has been recorded.
pt_pt: Relatório Do Centro De Custo

source: Could not retrieve supplier s Information from the Database.
pt_pt: Relatório Do Revisor de contas

source: No Supplier found in database.
pt_pt: Relatórios do auxílio do ASA 401 (gerência de risco CIS

source: COST PER UNIT
pt_pt: do sistema)

source: International Non-Stock Order received
pt_pt: Nomes Do Ano Financeiro Da Vista

source: TOTAL COST RECEIVED
pt_pt: Cartão De Crédito: Adicione

source: International Non-Stock Order returned
pt_pt: Cartão Do Petrol: Adicione

source: International Non-Stock Order has been returned.
pt_pt: Cliente De Banco: Adicione

source: View International Orders
pt_pt: Cliente De Banco: View/Edit

source: Return International Non-Stock Order
pt_pt: Orçamento Mensal: Novo

source: International Non-Stock Order receipt has been recorded.
pt_pt: Orçamento Anual: Novo

source: New International Non Stock Order
pt_pt: Grupo Do Recurso: Adicione

source: New International Non-Stock Orders
pt_pt: Grupos Do Recurso: Edit/Remove

source: View Received International Non-Stock Orders
pt_pt: Categoria De Cliente: Adicione

source: Received International Non-Stock Orders
pt_pt: Centro De Custo: Adicione

source: Non-Stock Order return
pt_pt: Centros De Custo: Edite

source: Unable to get details.
pt_pt: Adicione A Entrada Do Centro De Custo

source: Unable to insert note items.
pt_pt: Ajuste O Uso Do Centro De Custo

source: Purchase return has been recorded.
pt_pt: Nomes Do Ano Financeiro De Set/Show

source: Non-Stock Quote Details
pt_pt: Escala Do Período Da Vista

source: Non-Stock Quote Details
pt_pt: Ano Próximo

source: Non-Stock Quote No.
pt_pt: Todo

source: New Non-Stock Quotes
pt_pt: Mensagem Imediata: Novo

source: View Non-Stock Quotes
pt_pt: Mensagens Imediatas: Vista

source: Non-Stock Quotes accepted
pt_pt: Diário (Vista Do Dia)

source: Unable to create template Non-Stock Quote.
pt_pt: Diário (Vista Mensal)

source: Print Quote
pt_pt: Contato: Adicione Novo

source: New Non Stock Quote
pt_pt: Contatos: Vista

source: Quote Num
pt_pt: Contatos: Opinião (Dos Clientes)

source: There are no non stock quotes found.
pt_pt: Contatos: Opinião (Dos Fornecedores)

source: Print in PDF
pt_pt: Original: Adicione Novo

source: Confirm Non-stock Invoice Process
pt_pt: Originais: Vista

source: Recurring Non-stock Invoices Proccesed
pt_pt: Ligação: Novo

source: New non-stock Invoices have been created from Recurring Invoices
pt_pt: Ligações: Vista

source: Invoice no.
pt_pt: A Lista Unallocated Perguntas

source: SubTotal
pt_pt: Pergunta: Novo

source: Non-Stock Sales
pt_pt: Perguntas: Controle

source: Total Non-Stock Sales
pt_pt: Relatório Da Idade Da Oficina

source: Non-Stock Credit Notes
pt_pt: Relatório Da Data Da Oficina

source: Credit Note no.
pt_pt: Equipe: Adicione

source: Total Non-Stock Credit Notes
pt_pt: Faça O Apoio

source: Non-Stock Sales Order Details
pt_pt: Categoria Da Pergunta: Adicione

source: Non-Stock Sales Order Details
pt_pt: Categorias Da Pergunta: Vista

source: Non-Stock Sales Order No.
pt_pt: Ação: Adicione

source: New Non-Stock Sales Orders
pt_pt: Ações: Vista

source: View Non-Stock Sales Orders
pt_pt: Condições Da Oficina

source: Unable to update -sorder-s in Cubit.
pt_pt: Oficina: Vista

source: Non-Stock Sales Orders accepted
pt_pt: Oficina: Adicione a

source: Unable to create template Non-Stock Sales Order.
pt_pt: Instalação Rápida

source: Unable to update sales order items in Cubit.
pt_pt: Usuário Da Vista

source: Unable to insert sales order items to Cubit.
pt_pt: Adicione Novo Companhia

source: Unable to update sales order in Cubit.
pt_pt: Ajuste Detalhes Da Operação bancária Da Companhia

source: New Non Stock Sales Order
pt_pt: A navegação abre na janela nova

source: Sales Order Num
pt_pt: A navegação abre na mesma janela

source: There are no non stock sales orders found.
pt_pt: Cubit Do Registo

source: Invalid Order number.
pt_pt: Logout

source: Your units ordered calculate to zero. Please enter valid values.
pt_pt: Ajustes Da Vista

source: Cancel Stock Order
pt_pt: Mude A Tela Do Respingo

source: Buying units
pt_pt: Ajuste Novas tentativas Do Início de uma sessão

source: Selling units
pt_pt: Ajuste a resposta do limite de crédito do cliente

source: Unable to access stock database.
pt_pt: Atualize A Taxa De Troca

source: Stock Order Canceled
pt_pt: Veja Nomes Do Ano

source: Invalid Order number
pt_pt: Ajuste O Símbolo De Moeda corrente

source: Stock Order
pt_pt: Informação Da Versão Do Cubit

source: Buy &raquo
pt_pt: Alvo da ligação da navegação da leitura de erro.

source: Unable to insert order into Cubit.
pt_pt: Erro que atualiza o alvo da ligação da navegação (INS).

source: Stock Order Recorded
pt_pt: Erro que atualiza o alvo da ligação da navegação (UPD).

source: Stock Order Receipt
pt_pt: Unabled aos reps retrive das vendas do cubit.

source: Stock Added
pt_pt: - não há nenhuma base de dados válida no sistema.

source: View Stock Orders
pt_pt: Manutenção Completa

source: Stock Description
pt_pt: Confirme Ajustes

source: Ordered Buying units
pt_pt: Extremidade De Mês

source: Ordered Selling units
pt_pt: Ajustes Do Interesse

source: Removed Stock
pt_pt: Ajustes atualizados

source: Purchases Reports
pt_pt: Os ajustes foram atualizados.

source: Supplier Transactions
pt_pt: Informação Do Contato

source: Purchases Settings
pt_pt: Cubit

source: Set Creditors Account
pt_pt: Alterar ' os chgpass' suspeitados. Registrar.

source: View point of sale Invoices
pt_pt: "traseiro

source: Unable to get customer information
pt_pt: Confirme editam

source: View Point of Sale Invoices
pt_pt: Confirme a extremidade de mês para a idade Analisys

source: Edit Point of Sale Invoice(Cash)
pt_pt: Data Da Extremidade De Mês

source: New POS Invoice
pt_pt: Incapaz de remover a categoria conservada em estoque do

source: View POS Invoices
pt_pt: cubit.

source: View Cash Point of Sale invoices
pt_pt: A extremidade de mês foi gravada

source: Inv No.
pt_pt: Uma Quantidade Do Custo Total

source: No Point of Sale Invoices found for the selected date range.
pt_pt: Incapaz de adicionar o contato &nbsp; base de dados. (TB)

source: Unable to retrieve POS invoice information from Cubit.
pt_pt: Incapaz de adicionar o contato &nbsp; base de dados. (TC)

source: Delete Unprocessed Point of Sale Invoice
pt_pt: Adicione O Cliente Novo

source: Unable to get invoice items serial numbers
pt_pt: Endereço De Entrega Do Cliente

source: Unable to update stock serial numbers
pt_pt: Adicione O Do Cliente

source: Unable to remove invoice items
pt_pt: Cliente novo adicionado &nbsp; base de dados

source: Rounding
pt_pt: Continue a citar

source: Amount Due
pt_pt: Clientes Novos

source: Amount On Credit
pt_pt: No. do Vat Do Cliente.

source: Customer Telephone Number
pt_pt: - invoices não encontrados

source: Search for description
pt_pt: Incapaz de atualizar o status dos invoices no cubit.

source: Payment Details
pt_pt: Não há nenhum invoices non conservado em estoque encontrado.

source: Amount Paid Cash
pt_pt: Totais

source: Amount Paid Cheque
pt_pt: - recurso não encontrado

source: Amount Paid Credit Card
pt_pt: Compra Nova Do Recurso Do Non-Estoque

source: The bar code you selected is not in the system or is not available.
pt_pt: Número De Invoice Do Fornecedor

source: The total of all the payments is less than the invoice total
pt_pt: Detalhes Da Compra Do Recurso Do Non-Estoque

source: New Point of Sale Invoice Saved
pt_pt: Recurso

source: Unable to get cus data.
pt_pt: Detalhes Da Compra Do Recurso Do Non-Estoque

source: The payments are not equal to the Grand Total
pt_pt: No. Da Ordem Do Non-Estoque.

source: Amount Paid Credit
pt_pt: Ordem Nova Do Non-Estoque

source: Unable to insert pos record.
pt_pt: Ordens Do Non-Estoque Da Vista

source: Please select the vatcode for all your stock.
pt_pt: Ordem do recurso do Non-Estoque recebida

source: Change
pt_pt: Detalhes Da Ordem

source: Paid Cash
pt_pt: Detalhes Da Ordem Do Non-Estoque

source: Paid Cheque
pt_pt: Ordem Nova

source: Paid Credit Card
pt_pt: Ordens Da Vista

source: On Credit
pt_pt: - Ordem Não encontrada

source: Cashier
pt_pt: Incapaz de atualizar a ordem no cubit.

source: Speed POS
pt_pt: Incapaz de introduzir a ordem do Non-Estoque ao cubit.

source: By Stock Code
pt_pt: O recibo da ordem do recurso do Non-Estoque foi gravado.

source: By Stock Description
pt_pt: Compra do recurso do Non-Estoque recebida

source: POS Manager Password
pt_pt: O recibo da compra do recurso do Non-Estoque foi gravado.

source: Printed Point of Sale Invoices
pt_pt: Detalhes Do Invoice Do Non-Estoque

source: Slip
pt_pt: Invoice Internacional Novo Do Non-Estoque

source: TOTAL
pt_pt: No. Proforma Do Invoice.

source: THANK YOU FOR YOUR PURCHASE
pt_pt: Nomeação

source: Barcodes
pt_pt: Janela Próxima

source: Bar Code
pt_pt: Fim

source: Receive RFID Batch
pt_pt: Invoice Novo Do Non-Estoque

source: Update >>>
pt_pt: Busca pelo sobrenome

source: There is no stock for which to allocate a barcode
pt_pt: Detalhes da nota de crédito

source: Bar Code Allocation
pt_pt: No. de nota de crédito.

source: Stock Details
pt_pt: Notas de crédito do Non-Estoque da vista

source: Available
pt_pt: Incapaz de conservar os comentários ao cubit.

source: With Barcode
pt_pt: Incapaz de recuperar a identificação do cliente do cubit.

source: Without Barcode
pt_pt: Notas de crédito non conservadas em estoque

source: Unable to get serial number check
pt_pt: Invoices Do Non-Estoque Da Cópia

source: Customer Not Found
pt_pt: Banco não encontrado.

source: Quote accepted
pt_pt: Detalhes Do Cliente

source: View Pos Quotes
pt_pt: Incapaz de recuperar o defeito comenta do cubit.

source: Cancel POS Quote
pt_pt: Selecione por favor ao menos um invoice retornando unprinted.

source: POS Quote Details
pt_pt: Facture não encontrado, certifique-se por favor você para ter

source: New POS Quote
pt_pt: selecionado um invoice unprinted.

source: Unable to remove Quote from Cubit.
pt_pt: Invoice Retornando Novo Do Non-estoque

source: Unable to insert Quote record to Cubit.
pt_pt: Invoices Retornando Do Non-estoque Da Vista

source: There are no previous cancelled POS Quotes.
pt_pt: Os invoices foram imprimidos com sucesso.

source: POS Quote Details
pt_pt: Invoice Numérico

source: -- SELECT DEPARTMENT --
pt_pt: Incapaz de recuperar a informação non conservada em

source: Invalid department selected.
pt_pt: estoque do invoice do cubit.

source: Error updating department id.
pt_pt: Invoice Non Conservado em estoque Unprocessed Da Supressão

source: POS Quote No.
pt_pt: Inv Proforma Numérico

source: Unable to update quote items on Cubit.
pt_pt: O invoice foi removido com sucesso.

source: New POS Quote Saved
pt_pt: O invoice não foi encontrado.

source: Customer's Signature : __________________
pt_pt: Compra Não encontrada

source: Confirm Cancel Incomplete POS Quote
pt_pt: Detalhes Retornados Da Ordem Do Non-Estoque

source: Quote Number
pt_pt: Ordens Retornadas Vista Do Non-Estoque

source: Unable to delete Quote items from Cubit.
pt_pt: Relatórios Do Controle Conservado em estoque

source: Incomplete POS Quote Cancelled
pt_pt: Ordens Retornadas Do Non-Estoque

source: Incomplete POS Quotes
pt_pt: Data Da Compra

source: No previous incomplete quotes.
pt_pt: No. Da Referência De Delevery.

source: View previous POS Quotes
pt_pt: A Vista Recebeu Ordens Do Non-Estoque

source: No previous quotes.
pt_pt: Ordens Recebidas Do Non-Estoque

source: Accepted
pt_pt: Incapaz de atualizar artigos da ordem no cubit.

source: Confirm Bar Code Removal
pt_pt: Ordem do Non-Estoque recebida

source: Remove >>>
pt_pt: No. De Inv Do Fornecedor

source: POS Sales Report
pt_pt: Ordem Da Cópia

source: Date Range
pt_pt: Fornecedor Inv

source: Summary
pt_pt: Não há nenhuma ordem encontrada.

source: All Pos Sales
pt_pt: Recebido

source: Pos Sales Report
pt_pt: Cancelamento Da Ordem Do Non-Estoque

source: Credit Card
pt_pt: Incapaz de remover os artigos da ordem no cubit.

source: Unable to get users from pos rec.
pt_pt: Detalhes Da Ordem Do Non-Estoque

source: POS Report
pt_pt: No. Do Invoice Do Fornecedor

source: Report Criteria
pt_pt: Detalhes Recebidos Da Ordem Do Non-Estoque

source: Starting Amount
pt_pt: DEVER

source: Display Sales
pt_pt: LINHA TOTAL

source: View Report &raquo;
pt_pt: Cancelamento Internacional Da Ordem Do Non-Estoque

source: Unable to retrieve the pos sales from Cubit.
pt_pt: Imposto

source: Discount
pt_pt: Cargas Enviando

source: Unable to retrieve pos sales items from Cubit.
pt_pt: Ordem Internacional Nova Do Non-Estoque

source: Unable to retrieve stock information from Cubit.
pt_pt: Ordens Internacionais Do Non-Estoque Da Vista

source: Unable to retrieve pos report from Cubit.
pt_pt: Imposto

source: Unable to get pos rec.
pt_pt: Detalhes Internacionais Da Ordem Do Non-Estoque

source: Expected Amount
pt_pt: CLIENTE DO ARTIGO

source: Setting
pt_pt: O recibo da ordem do Non-Estoque foi gravado.

source: Each Stock Code has a Bar Code
pt_pt: Não podia recuperar a informação do fornecedor s da base de dados.

source: Confirm Point of Sale Setting
pt_pt: Nenhum fornecedor encontrou na base de dados.

source: Stock items have barcode.
pt_pt: CUSTO POR A UNIDADE

source: Setting Updated
pt_pt: Ordem internacional do Non-Estoque recebida

source: Point of Sale Setting has been updated.
pt_pt: CUSTO TOTAL RECEBIDO

source: Point of Sale Setting
pt_pt: Ordem internacional do Non-Estoque retornada

source: POS rounding
pt_pt: A ordem internacional do Non-Estoque foi retornada.

source: TAX INVOICE
pt_pt: Ordens Internacionais Da Vista

source: Note
pt_pt: Ordem Internacional Do retorno Do Non-Estoque

source: This user will only be able to create POS invoices.
pt_pt: O recibo internacional da ordem do Non-Estoque foi gravado.

source: POS Type
pt_pt: Ordem Non Conservada em estoque Internacional Nova

source: Speed POS User
pt_pt: A Vista Recebeu Ordens Internacionais Do Non-Estoque

source: POS Supervisor
pt_pt: Ordens Internacionais Recebidas Do Non-Estoque

source: (Stock Code) Stock Description
pt_pt: Retorno da ordem do Non-Estoque

source: Invalid Location.
pt_pt: Incapaz de começar detalhes.

source: Unable to get
pt_pt: Incapaz de introduzir artigos da nota.

source: PostgreSQL location
pt_pt: O retorno de compra foi gravado.

source: Binary name:
pt_pt: Detalhes Das Citações Do Non-Estoque

source: ""Please enter the location of the PostgreSQL executable displayed above. This ""will be in the 'bin' subdirectory of your PostgreSQL directory. If you do ""not know this contact your integrator or use the Find command to locate ""the file.
pt_pt: Detalhes Das Citações Do Non-Estoque

source: ""NOTE: You should only specify the directory in which the binary is located ""and not the path to the file itself!
pt_pt: No. Das Citações Do Non-Estoque.

source: PostgreSQL Location
pt_pt: Citações Novas Do Non-Estoque

source: Unable to remove
pt_pt: Citações Do Non-Estoque Da Vista

source: Unable to insert location.
pt_pt: Citações do Non-Estoque aceitadas

source: Approve Purchase
pt_pt: Incapaz de criar citações do Non-Estoque do molde.

source: Approve
pt_pt: Citações Da Cópia

source: Purchase Approved
pt_pt: Citações Non Conservadas em estoque Novas

source: New Supplier
pt_pt: Citações Numéricas

source: Unable to insert Purchase to Cubit.
pt_pt: Não há nenhuma citação non conservada em estoque

source: Order Not Found
pt_pt: encontrada.

source: PRICE PER UNIT
pt_pt: Cópia no pdf

source: Select Item Number
pt_pt: Confirme O Processo Do Invoice Do Non-estoque

source: Delivery Charges VAT Code
pt_pt: O Non-estoque Retornando Factura Proccesed

source: - Order Not Found
pt_pt: Os invoices novos do non-estoque foram criados dos invoices

source: First Letters of Supplier
pt_pt: retornando
