Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Backup
pt_pt: Ajustes do email conservados

source: Restore Backup
pt_pt: Estes são ajustes de defeito. Se estes ajustes não

source: View Received Purchases
pt_pt: trabalharem, contate seu ISP para detalhes corretos.

source: View Cancelled Purchases
pt_pt: Ajustes Do Email

source: Add International Purchase
pt_pt: Assinatura

source: View International Purchases
pt_pt: Do Endereço

source: View Received International Purchases
pt_pt: Endereço Da Resposta

source: New Non Stock Purchase
pt_pt: ANFITRI&#402;O DO SMTP

source: View Non Stock Purchases
pt_pt: Companhia

source: View Received Non Stock Purchases
pt_pt: Refrence

source: Add Recurring Transactions
pt_pt: Contato Do Achado

source: View Recurring Transactions
pt_pt: Busca para

source: Leave Message
pt_pt: Encontre outro

source: View Messages
pt_pt: Contate A Lista

source: Salaries
pt_pt: Vista

source: Process Salaries per Individual
pt_pt: Encontre a temperatura de Number(input do invoice

source: View Salaries paid by month
pt_pt: numérica)

source: View Employee Salary
pt_pt: Achado

source: Employee resources
pt_pt: Encontre o inv da temperatura Number(input numérico)

source: Add Employee
pt_pt: Temperatura Numérica

source: View Employees/Process Salaries per Batch
pt_pt: Nenhuns invoices proeminentes encontrados.

source: View Past Employees
pt_pt: A Mesma Hora

source: Consignment Orders
pt_pt: 5 minutos

source: Add Consignment Order
pt_pt: 10 minutos

source: View Incomplete Consignment Orders
pt_pt: 15 minutos

source: Non Stock Invoices
pt_pt: 30 minutos

source: New Non Stock Invoice
pt_pt: 1 dia

source: View Non Stock Invoices
pt_pt: Diário Global

source: Orders
pt_pt: Diário modificado

source: Add Sales Order
pt_pt: O diário foi modificado.

source: View Sales Orders
pt_pt: Mês Precedente

source: View Incomplete Sales Orders
pt_pt: Mês Seguinte

source: View Cancelled Sales Orders
pt_pt: Segunda-feira

source: Sales
pt_pt: Terça-feira

source: View Paid Invoices
pt_pt: Quarta-feira

source: View Incomplete Invoices
pt_pt: Quinta-feira

source: View Cancelled Invoices
pt_pt: Sexta-feira

source: View Temp/Invoice number
pt_pt: Ajustes Da Importação Da Indicação

source: Point of Sale Invoices (Cash)
pt_pt: Na Descrição

source: Quotes
pt_pt: Descrição Exata

source: POS Quotes
pt_pt: Inserção no cashbook

source: View Credit Notes
pt_pt: Pagamento Do Cliente

source: Point of Sale Invoices
pt_pt: Pagamento Do Fornecedor

source: New Point of Sale Invoice(Cash)
pt_pt: Ignore

source: View Unprinted Point of Sale Invoices(Cash)
pt_pt: Adicione a descrição da indicação

source: View Printed Point of Sale Invoices(Cash)
pt_pt: Você não pode ter ' um pagamento do cliente ' em sua

source: Add POS Quote
pt_pt: indicação para uma quantidade negativa.

source: View POS Quotes
pt_pt: Você não pode ter ' um pagamento ao fornecedor ' em sua indicação

source: View Incomplete POS Quotes
pt_pt: para uma quantidade positiva.

source: View Cancelled POS Quotes
pt_pt: Incapaz de começar clientes.

source: Add Quote
pt_pt: Incapaz de começar fornecedores.

source: View Quotes
pt_pt: Adicione detalhes da descrição da indicação

source: View Incomplete Quotes
pt_pt: Confirme a descrição da indicação

source: View Cancelled Quotes
pt_pt: Descrição adicionada

source: Confirm Invoices to be emailed
pt_pt: Descrição adicionada ao sistema.

source: Inv Num
pt_pt: ABSA (ASCII), * seperated

source: Email Address
pt_pt: FNB (CSV), vírgula seperated a indicação

source: Send Emails &raquo;
pt_pt: Nedbank (CSV), vírgula seperated

source: Results
pt_pt: O banco padrão (CSV), vírgula seperated a indicação do

source: Result
pt_pt: history

source: VAT Exempt indicator = #
pt_pt: AQUI

source: Admin Settings
pt_pt: Não há nenhum cliente de banco.

source: Set Account Creation
pt_pt: Indicação De Banco Da Importação

source: Set Default Accounts
pt_pt: Detalhes da indicação

source: Set Period Range
pt_pt: Banco:

source: Open year
pt_pt: Selecione por favor sua indicação

source: Set Debtors Age Analysis Period Type
pt_pt: incapaz de verificar dados.

source: Set Interest Calculation Method
pt_pt: indicação importando do erro.

source: Stock
pt_pt: Ex1

source: Add stock
pt_pt: Não há nenhuma transação unallocated para este cliente

source: View stock
pt_pt: Selecione por favor a ação que você quer fazer exame.

source: Search stock
pt_pt: From/To

source: Stock Transfer (store)
pt_pt: Pagamento do cliente

source: Stock Transfer (branch)
pt_pt: incapaz de começar a lista do fornecedor.

source: Stock Taking
pt_pt: Pagamento ao fornecedor

source: View stock in Transit
pt_pt: Incapaz de começar dados do cashbook.

source: New Interest bracket
pt_pt: Entradas Da Vista

source: Confirm new Interest bracket
pt_pt: Inserção no cashbook(Reconciled)

source: Minimum
pt_pt: Incorpore Detalhes

source: Maximum
pt_pt: Por favor nota: Os pagamentos estão no vermelho.

source: View Interest Brackets
pt_pt: Vat Inc

source: Interest bracket added to database
pt_pt: Contra Account/Action

source: New Interest bracket has been successfully added to Cubit.
pt_pt: Selecione A Entrada

source: Edit Interest bracket
pt_pt: Selecione por favor todo o contra clientes

source: Interest bracket edited
pt_pt: Você não pode selecionar o vat para um pagamento do

source: Interest bracket has been successfully edited.
pt_pt: cliente.

source: Confirm removal of Interest bracket
pt_pt: Incapaz de começar o cliente info.

source: Remove bracket &raquo;
pt_pt: Selecione por favor todo o contra clientes accounts(Client)

source: Interest bracket removed
pt_pt: Você não pode selecionar o vat para um pagamento do

source: Interest bracket has been successfully removed.
pt_pt: fornecedor.

source: Add Interest Bracket
pt_pt: Selecione por favor todo o contra clientes mais accounts(Supplier)

source: View Interest brackets
pt_pt: Cliente não encontrado.

source: International Invoice Details
pt_pt: Incapaz de introduzir dados da indicação.

source: New International Invoice
pt_pt: Incapaz de remover os dados.

source: Foreign Currency
pt_pt: Incapaz de atualizar o cashbook.

source: New International Invoice Saved
pt_pt: Incapaz de começar dados do departamento.

source: QTY RETURNED
pt_pt: Incapaz de começar invoices

source: The are not items on the invoice, all items have been returned.
pt_pt: Incapaz de começar invoices dos nons.

source: Credit Note
pt_pt: Incapaz de começar dados do fornecedor.

source: Credit Note Date
pt_pt: Incapaz de verificar refs da indicação.

source: Please enter quantity.
pt_pt: Edite A Descrição

source: Credit Note No.
pt_pt: Edite detalhes da descrição da indicação

source: Credit note Date
pt_pt: Incapaz de atualizar a referência do statment

source: DISCOUNT
pt_pt: Descrição atualizada no sistema.

source: ACCOUNT
pt_pt: Selecione por favor seus ajustes da importação da indicação &amp;

source: Non-Stock Credit Note Details
pt_pt: estale então ' o update '

source: Non-Stock Invoice Details
pt_pt: Ajustes da importação da indicação conservados

source: New Non-Stock Invoices
pt_pt: Contra Detalhes De Account/Action

source: View Non-Stock Invoices
pt_pt: ADICIONE NOVO

source: Error : There are no products selected.
pt_pt: Escolha O Cliente Perto

source: Non-Stock Credit Note
pt_pt: Adicione a descrição nova

source: Error : Customer not Found.
pt_pt: Suprima a descrição

source: Unable to create template Non-Stock Invoice.
pt_pt: Incapaz de suprimir dados.

source: Accept International Sales Order
pt_pt: Descrição suprimida

source: New Sales Order
pt_pt: Home

source: International Sales Order accepted
pt_pt: Pedido não feito

source: Cancel Sales Order
pt_pt: Contabilidade

source: Sales Order Cancelled
pt_pt: Entrada De Jornal

source: Sales Order has been cancelled.
pt_pt: Entradas de jornal (um DT/CT, CT/DT múltiplo)

source: Sales Order Details
pt_pt: Entradas De Jornal Múltiplas

source: New International Sales Order
pt_pt: Adicione a transação ao grupo

source: Unable to insert Sales Order to Cubit.
pt_pt: Adicione transações múltiplas ao grupo

source: - Sales Order Not Found
pt_pt: Adicione O Livro-razão De alta velocidade Novo Da Entrada

source: Unable to update Sales Order items in Cubit.
pt_pt: Veja Livros-razão De alta velocidade Da Entrada

source: Unable to insert Sales Order items to Cubit.
pt_pt: Administração

source: Unable to update Sales Order in Cubit.
pt_pt: Adicione o usuário

source: Unable to update Sales Order data in Cubit.
pt_pt: Veja o usuário

source: Unable to insert Sales Order data to Cubit.
pt_pt: Veja O Departamento De Usuário

source: Unable to update Sales Order status in Cubit.
pt_pt: Exame

source: New International Sales Order Saved
pt_pt: Adicione O Recurso

source: Vat
pt_pt: Gere O Contrapeso Experimental De Ano Precedente

source: View Canceled Invoices
pt_pt: Indicação De Renda

source: There are no canceled invoices found.
pt_pt: Folha De Contrapeso

source: QTY DELIVERED
pt_pt: Livro-razão geral por Período Escala

source: There are no undelivered items for this invoice.
pt_pt: Livro-razão Dos Devedores Do Ano Precedente Da Vista

source: Delivery Note
pt_pt: Livro-razão Dos Credores Do Ano Precedente Da Vista

source: Delivery Note Date
pt_pt: Livro-razão Conservado em estoque De Ano Precedente Da

source: Delivery Date
pt_pt: Vista

source: Delivery note Date
pt_pt: Vista Companhia

source: Invoice Details
pt_pt: Filial Da Vista

source: Invoice Discounts
pt_pt: Companhia Da Exportação

source: Number of Invoices
pt_pt: Contato Novo

source: Total Items Discount
pt_pt: Contatos Da Lista

source: Total Delivery Charges
pt_pt: Contatos Da Busca

source: Invoices Total(ex VAT)
pt_pt: Invoice novo

source: Error : Client not Found
pt_pt: Selecione A Inicial Do Cliente

source: Edit Invoice
pt_pt: Credores

source: There are No Outstanding invoices.
pt_pt: Fornecedor Do Achado

source: Monthly Statement
pt_pt: Adicione O Grupo Do Fornecedor

source: Customer :
pt_pt: Veja Grupos Do Fornecedor

source: Total Outstanding Invoices
pt_pt: Invoice conservado em estoque novo

source: Document Ref No.
pt_pt: Devedores

source: OR
pt_pt: Para possuir O Diário

source: Unable to retrieve default comment from Cubit.
pt_pt: PARA FAZER A LISTA

source: Unable to update stock cost price in Cubit.
pt_pt: Ajustes Da Manutenção

source: Unable to retrieve vat code from Cubit.
pt_pt: Manutenção

source: Unable to retrieve company information from Cubit.
pt_pt: Apoio

source: Unable to retrieve bank information from Cubit.
pt_pt: Apoio Do Restore

source: Unable to retrieve customer information from Cubit.
pt_pt: A Vista Recebeu Compras

source: Sales Person:
pt_pt: A Vista Cancelou Compras

source: REG:
pt_pt: Adicione A Compra Internacional

source: VAT REG:
pt_pt: Veja Compras Internacionais

source: Tel:
pt_pt: Veja Compras Internacionais Recebidas

source: Branch Code:
pt_pt: Compra Non Conservada em estoque Nova

source: Fax:
pt_pt: Compras Non Conservadas em estoque Da Vista

source: Acc Num:
pt_pt: A Vista Recebeu As Compras Non Conservadas em estoque

source: Page Number
pt_pt: Adicione Transações Retornando

source: Credit Note No:
pt_pt: Veja Transações Retornando

source: Invoice No:
pt_pt: Deixe A Mensagem

source: Sales Order No:
pt_pt: Veja Mensagens

source: Credit Note To:
pt_pt: Salários

source: Customer VAT No:
pt_pt: Salários process por o indivíduo

source: Customer Order No:
pt_pt: Os salários da vista pagaram pelo mês

source: Qty
pt_pt: Salário Do Empregado Da Vista

source: Unit Price
pt_pt: Recursos do empregado

source: VAT Exempt Indicator: #
pt_pt: Adicione O Empregado

source: Terms:
pt_pt: Veja salários de Employees/Process por o grupo

source: Subtotal:
pt_pt: Vista Após Empregados

source: Trade Discount:
pt_pt: Ordens Do Consignment

source: Received in good order by:
pt_pt: Adicione A Ordem Do Consignment

source: Total Incl VAT:
pt_pt: Veja Ordens Incompletas Do Consignment

source: Credit notes
pt_pt: Estoque Non Invoices

source: No previous credit notes.
pt_pt: Invoice Non Conservado em estoque Novo

source: Remarks:
pt_pt: Invoices Non Conservados em estoque Da Vista

source: Tax Invoice
pt_pt: Ordens

source: Proforma Inv No:
pt_pt: Adicione A Ordem Das Vendas

source: Tax Invoice To:
pt_pt: Veja Ordens Das Vendas

source: Delivery Date:
pt_pt: Veja Ordens Incompletas Das Vendas

source: Unit Discount
pt_pt: Veja Ordens Canceladas Das Vendas

source: Please select at least one invoice
pt_pt: Vendas

source: Please select at least one unprinted invoice.
pt_pt: Invoices Pagos Da Vista

source: Confirm Invoice Printing Process
pt_pt: Invoices Incompletos Da Vista

source: ""Please Note : This process might take long depending on the number of ""invoices. It is best to run it overnight.
pt_pt: Invoices Cancelados Vista

source: Process >>
pt_pt: Número da vista Temp/Invoice

source: New Recurring Invoice
pt_pt: Ponto de invoices da venda (dinheiro)

source: View Recurring Invoices
pt_pt: Citações

source: Unable to get vat percentage information
pt_pt: Citações da Posição

source: Invoices has been successfully printed.
pt_pt: Notas De Crédito Da Vista

source: Unable to retrieve invoice info.
pt_pt: Ponto de invoices da venda

source: Not found
pt_pt: Ponto novo da venda Invoice(Cash)

source: Unable to retrieve company info from Cubit.
pt_pt: Ponto unprinted da vista da venda Invoices(Cash)

source: Unable to retrieve the bankid from Cubit.
pt_pt: Ponto impresso vista da venda Invoices(Cash)

source: Unable to retrieve the banking information from Cubit.
pt_pt: Adicione Citações da Posição

source: REG:
pt_pt: Veja Citações da Posição

source: VAT REG:
pt_pt: Veja Citações Incompletas da Posição

source: Branch:
pt_pt: Veja Citações Canceladas da Posição

source: Branch Code:
pt_pt: Adicione Citações

source: Acc Num:
pt_pt: Veja Citações

source: Sales Person:
pt_pt: Veja Citações Incompletas

source: Account no:
pt_pt: Veja Citações Canceladas

source: VAT No:
pt_pt: Confirme invoices para ser emailed

source: Order No:
pt_pt: Inv Numérico

source: VAT Exempt Indicator : #
pt_pt: Email address

source: Thank you for your support
pt_pt: Emita Email

source: Delivery Charge:
pt_pt: Resultados

source: UNIT PRICE
pt_pt: Resultado

source: Received in good order by : _________________________________
pt_pt: Indicador isento do VAT = #

source: Date : _________________________
pt_pt: Ajustes Do Admin

source: VAT Excempt indicator = #
pt_pt: Criação Ajustada Do Cliente

source: Reprint
pt_pt: Clientes Ajustados Do Defeito

source: Invoice Type
pt_pt: Ajuste A Escala Do Período

source: Find Invoice
pt_pt: Abra o ano

source: Confirm Invoices to be e-mailed
pt_pt: Ajuste O Tipo Do Período Da Análise Da Idade Dos

source: No previous invoices.
pt_pt: Devedores

source: Not Selected
pt_pt: Ajuste O Método Do Cálculo Do Interesse

source: Confirm Cancel Incomplete Invoice
pt_pt: Estoque

source: Unable to insert invoice record to Cubit.
pt_pt: Adicione o estoque

source: Unable to remove invoice from Cubit.
pt_pt: Veja o estoque

source: Unable to delete invoice items from Cubit.
pt_pt: Procurare o estoque

source: Incomplete Invoice Cancelled
pt_pt: Transferência conservada em estoque (loja)

source: Accept Quote
pt_pt: Transferência conservada em estoque (filial)

source: Quote Details
pt_pt: Fazer exame Conservado em estoque

source: Quote No.
pt_pt: Estoque da vista no trânsito

source: Quote Date
pt_pt: Suporte novo do interesse

source: Quote Not Found
pt_pt: Confirme o suporte novo do interesse

source: Incomplete Invoices
pt_pt: Mínimo

source: No previous incomplete invoices.
pt_pt: Máximo

source: All Customers
pt_pt: Suportes Do Interesse Da Vista

source: List All &raquo;
pt_pt: Suporte do interesse adicionado &nbsp; base de dados

source: Customer Order No
pt_pt: O suporte novo do interesse foi adicionado com sucesso ao

source: No Outstanding Invoices found for the selected customer.
pt_pt: cubit.

source: Unable to retrieve credit notes from Cubit.
pt_pt: Edite o suporte do interesse

source: Reprint in PDF
pt_pt: Interesse o suporte editado

source: Settled
pt_pt: O suporte do interesse foi editado com sucesso.

source: Email Selected
pt_pt: Confirme a remoção do suporte do interesse

source: Paid Invoices
pt_pt: Remova o suporte

source: No previous finished invoices.
pt_pt: Interesse o suporte removido

source: New High Speed Input Ledger
pt_pt: O suporte do interesse foi removido com sucesso.

source: Ledger Name
pt_pt: Adicione O Suporte Do Interesse

source: Date Entry
pt_pt: Veja os suportes do interesse

source: Charge Vat
pt_pt: Detalhes Internacionais Do Invoice

source: Vat Deductable Account
pt_pt: Invoice Internacional Novo

source: Vat Account
pt_pt: Moeda corrente Extrangeira

source: Vat Inclusive
pt_pt: Invoice Internacional Novo Conservado

source: Vat Inclusive
pt_pt: QTY RETORNADO

source: Unable to insert new input legder to Cubit
pt_pt: Não são os artigos no invoice, todos os artigos foram

source: New High Speed Input Ledger
pt_pt: retornados.

source: Search By Name
pt_pt: Nota De Crédito

source: Legder Name
pt_pt: Data Da Nota De Crédito

source: Run
pt_pt: Incorpore por favor a quantidade.

source: Invalid Input Ledger Number.
pt_pt: No. De Nota De Crédito.

source: High Speed Input Ledger Edit
pt_pt: Data da nota de crédito

source: Edit High Speed Input Ledger
pt_pt: DISCONTO

source: High Speed Input Ledger Edit
pt_pt: CLIENTE

source: High Speed Input Ledger details
pt_pt: Detalhes Da Nota De Crédito Do Non-Estoque

source: Confirm Delete High Speed Input Ledger
pt_pt: Detalhes Do Invoice Do Non-Estoque

source: High Speed Input Ledger delete
pt_pt: No. Do Invoice Do Non-Estoque.

source: Vat Account:
pt_pt: Invoices Novos Do Non-Estoque

source: High Speed Input Ledger :
pt_pt: Invoices Do Non-Estoque Da Vista

source: Please enter full transaction details.
pt_pt: Erro: Não há nenhum produto selecionado.

source: Confirm Details
pt_pt: Nota De Crédito Do Non-Estoque

source: High Speed Input Ledger :
pt_pt: Erro: Cliente não encontrado.

source: Record Transactions &raquo;
pt_pt: Incapaz de criar o invoice do Non-Estoque do molde.

source: Journal Transactions have been recorded
pt_pt: Aceite A Ordem Internacional Das Vendas

source: Number of transactions
pt_pt: Ordem Nova Das Vendas

source: Total amount
pt_pt: Ordem internacional das vendas aceitada

source: No contacts found
pt_pt: Cancele A Ordem Das Vendas

source: Non-Stock Purchase Details
pt_pt: As Vendas Requisitam Cancelado

source: Non-Stock Purchase Details
pt_pt: As vendas requisitam foram canceladas.

source: Linked Purchase No.
pt_pt: Detalhes Da Ordem Das Vendas

source: Non-Stock Purchase No.
pt_pt: Ordem Internacional Nova Das Vendas

source: New Non-Stock Purchase
pt_pt: Incapaz de introduzir a ordem das vendas ao cubit.

source: View Non-Stock Purchases
pt_pt: - Ordem Das Vendas Não encontrada

source: Stock Purchase Number To Link To
pt_pt: Incapaz de atualizar vendas requisite artigos no cubit.

source: Enter
pt_pt: Incapaz de introduzir vendas requisite artigos ao cubit.

source: Unable to insert Non-Stock Purchase to Cubit.
pt_pt: Incapaz de atualizar a ordem das vendas no cubit.

source: Add Item
pt_pt: Incapaz de atualizar vendas requisite dados no cubit.

source: Unable to insert Order items to Cubit.
pt_pt: Incapaz de introduzir vendas requisite dados ao cubit.

source: Receive
pt_pt: Incapaz de atualizar vendas requisite o status no cubit.

source: Unable to update purchase in Cubit.
pt_pt: Ordem Internacional Nova Das Vendas Conservada

source: Unable to update Order status in Cubit.
pt_pt: Vat

source: Unable to update purchase status in Cubit.
pt_pt: Invoices Cancelados Vista

source: Stock Purchase Number To Link To(Eg: 2,3,4)
pt_pt: Não há nenhum invoices cancelado encontrado.

source: Non-Stock Purchase received
pt_pt: QTY ENTREGADO

source: Department not Found.
pt_pt: Não há nenhum artigo undelivered para este invoice.

source: Unable to update international Orders in Cubit.
pt_pt: Nota De Entrega

source: - purchase Not Found
pt_pt: Data Da Nota De Entrega

source: Unable to insert purchase items to Cubit.
pt_pt: Data De Entrega

source: Non-Stock Purchase receipt has been recorded.
pt_pt: Data da nota de entrega

source: Return Non-Stock Purchase
pt_pt: Detalhes Do Invoice

source: Failed to open File
pt_pt: Discontos Do Invoice

source: Script Name
pt_pt: Número dos invoices

source: Enter Sql Statement
pt_pt: Disconto Total Dos Artigos

source: Sql
pt_pt: Cargas De Entrega Totais

source: Database
pt_pt: Invoices Total(ex Vat)

source: Exec &raquo
pt_pt: Erro: Cliente não encontrado

source: Result Analysis
pt_pt: Edite O Invoice

source: There are results for you query
pt_pt: Não há nenhum invoices proeminente.

source: SQL
pt_pt: Indicação Mensal

source: Add New Script to access control database
pt_pt: Cliente:

source: File name
pt_pt: Invoices Proeminentes Totais

source: Function
pt_pt: No. Do Original Referência.

source: Add Scripts &raquo
pt_pt: OU

source: New Scripts
pt_pt: Incapaz de recuperar o comentário do defeito do cubit.

source: New Scripts added to database
pt_pt: Incapaz de atualizar o preço de custo conservado em estoque no cubit.

source: Insert More
pt_pt: Incapaz de recuperar o código do vat do cubit.

source: Unable to insert quote to Cubit.
pt_pt: Incapaz de recuperar a informação da companhia do cubit.

source: - Quote Not Found
pt_pt: Incapaz de recuperar a informação do banco do cubit.

source: Unable to update quote items in Cubit.
pt_pt: Incapaz de recuperar a informação do cliente do cubit.

source: Unable to insert quote items to Cubit.
pt_pt: Pessoa Das Vendas:

source: Unable to update quote in Cubit.
pt_pt: Registro:

source: Unable to update quote data in Cubit.
pt_pt: REGISTRO DO VAT:

source: Unable to insert quote data to Cubit.
pt_pt: Telefone:

source: Unable to update quote status in Cubit.
pt_pt: Código De Filial:

source: New Quote Saved
pt_pt: Fax:

source: Description:
pt_pt: Acumulador Numérico:

source: Accept
pt_pt: Número De Página

source: Decline
pt_pt: No. De Nota De Crédito:

source: Error creating folder.
pt_pt: No. Do Invoice:

source: Error fetching account list.
pt_pt: No. Da Ordem Das Vendas:

source: All Accounts
pt_pt: Nota De Crédito A:

source: My Accounts
pt_pt: No. do Vat Do Cliente:

source: Calender Entry
pt_pt: No. Da Ordem Do Cliente:

source: Error creating diary entry.
pt_pt: Qty

source: General
pt_pt: Preço De Unidade

source: POP3
pt_pt: Indicador Isento do Vat: #

source: SMTP
pt_pt: Termos:

source: -- Font Size --
pt_pt: Subtotal:

source: Very Small
pt_pt: Disconto De comércio:

source: Small
pt_pt: Recebido na ordem boa perto:

source: Medium
pt_pt: Incl Total Vat:

source: Large
pt_pt: Notas de crédito

source: Larger
pt_pt: Nenhumas notas de crédito precedentes.

source: Very Large
pt_pt: Observações:

source: Error saving message in Sent Items.
pt_pt: Invoice Do Imposto

source: No Messages
pt_pt: No. Proforma De Inv:

source: Forward
pt_pt: Invoice Do Imposto A:

source: Reply
pt_pt: Data De Entrega:

source: Delete Selected
pt_pt: Disconto Da Unidade

source: Error fetching folder list for message move action.
pt_pt: Selecione por favor ao menos um invoice

source: Move Selected to Folder
pt_pt: Selecione por favor ao menos um invoice unprinted.

source: edit
pt_pt: Confirme O Processo Imprimindo Do Invoice

source: Unable to check accoutns
pt_pt: Por favor Nota: Este processo pôde fazer exame por muito

source: Cubit Licence
pt_pt: tempo dependendo do número dos invoices. &#8240; o mais melhor

source: Invoice: New
pt_pt: funcioná-lo durante a noite.

source: Invoice: New Non Stock
pt_pt: Processo &gt; &gt;

source: Invoice: Non Stock Details/Edit/Remove/Process
pt_pt: Invoice Retornando Novo

source: Invoice: New International Non Stock
pt_pt: Invoices Retornando Da Vista
