Repository: andrecoetzee/accounting-123.com
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Banking Reports
pt_pt: Nenhum invoices retornando encontrou para o cliente

source: Add More Sub Headings
pt_pt: selecionado.

source: Outstanding Bank Account Entries
pt_pt: Detalhes Retornando Do Invoice Do Non-Estoque

source: There are no bank accounts yet in Cubit.
pt_pt: Invoices Retornando Novos Do Non-Estoque

source: Outstanding Receipts
pt_pt: Invoices Retornando Do Non-Estoque Da Vista

source: There are no outstanding Bank Receipts entries.
pt_pt: Invoice Retornando Novo Do Non-Estoque

source: Outstanding Payments
pt_pt: No. Retornando Do Invoice Do Non-Estoque.

source: There are no outstanding Bank Payment entries.
pt_pt: Invoice Retornando Do Non-Estoque Da Supressão

source: Detailed General ledger Report
pt_pt: Invoice suprimido

source: ""All transactions from selected period posted between the specified dates.
pt_pt: invoice retornando do Non-estoque suprimido.

source: ""All transactions from selected period with reference numbers within the ""specified range.
pt_pt: Retornar Novo Invoice Non Conservado em estoque

source: All transactions from selected period.
pt_pt: Numérico

source: View All &raquo;
pt_pt: Verificar de erro data de expiração seguinte.

source: &nbsp;
pt_pt: Há três maneiras registar sua versão do cubit:

source: Add account
pt_pt: Status Do Registo

source: All Categories
pt_pt: Chave Lateral Do Cliente

source: There are no Accounts in this Category.
pt_pt: Mostre Phonetical

source: Please select at least one branch for the report.
pt_pt: Incorpore a chave do registo fornecida por Cubit aqui

source: There are no Accounts yet in Cubit.
pt_pt: Registo

source: There are no saved Income Statements.
pt_pt: Chave Inválida Do Registo Incorporada.

source: Statement No.
pt_pt: Erro que regista (1).

source: Journal Entries Report
pt_pt: Erro que regista (2).

source: Balance Sheet has been successfully saved to Cubit.
pt_pt: Erro que regista (3).

source: Please select
pt_pt: Registado

source: Capital Employed
pt_pt: Data adicionada

source: Employment of Capital
pt_pt: Veja outros contatos

source: Last Year - Selected Month
pt_pt: Cantact Removido

source: This Year - Year To Date (At Selected Month)
pt_pt: Detalhes Da Entrada

source: Last Year - Year End
pt_pt: Por

source: Selected Month Budget
pt_pt: Considerar

source: Unable to retieve accounts list from Cubit.
pt_pt: Veja o outro diário

source: Unable to retrieve accounts from Cubit.
pt_pt: Entrada removida

source: Unable to save the account to the accounts list.
pt_pt: A entrada do diário foi removida

source: Unable to delete selected entries from the accounts list.
pt_pt: Diário

source: 120 days +
pt_pt: Diário da vista

source: Journal Entries By Ref no.
pt_pt: [ X]Close

source: Custom Financial Statements
pt_pt: Erro: Número Inválido Da Folha De Contrapeso.

source: Set Trial Balance
pt_pt: Incapaz de recuperar a folha de contrapeso da base de dados

source: Set Income Statement
pt_pt: Número Inválido Da Folha De Contrapeso.

source: Set Balance Sheet
pt_pt: Relatório Do Vat

source: ISA 240 assistance report
pt_pt: Vat Total Pago

source: ""(Incomplete)List of Incomplete/Late transactions (processed after month or ""year end) - Cubit v2.8
pt_pt: Vat Total Recebido

source: (Duplicates) Duplicate reference numbers or descriptions - Cubit v2.8
pt_pt: Contrapeso Total Do Vat

source: ""(Permissions)Users tried access scripts not allowed/permissions list time/""date - Cubit v2.8
pt_pt: Selecione Supplier(s)

source: ""(Processing Variances)Amounts of transactions by "Root" user vs other ""users in percentages and represented in value - Cubit v2.8
pt_pt: Relatórios Dos Devedores &amp; Dos Credores

source: ""Average user = amount of users divided by total transactions - Cubit v2.8
pt_pt: O Ano Atual Detalha Relatórios Do Livro-razão Geral

source: ""Data Test Result analysis: Random (sampling), Systematic, Block, Monetary - ""Cubit v2.8
pt_pt: Banco Proeminente Payments/Receipts Da Lista

source: Independent spreadsheet exports - Cubit v2.8
pt_pt: Análise do livro de dinheiro de Payments/Receipts

source: ""Select high value, static, or negative transactions and balances, for review ""- Cubit v2.8
pt_pt: A Vista Conservou Reconciliations De Banco

source: View Cash Book Analysis
pt_pt: Outro

source: Trial Balance Settings
pt_pt: Relatório do Vat Da Vista

source: Groups
pt_pt: Período Da Corrente Da Vista

source: Trial Balance has been set
pt_pt: Relatório De Dinheiro da Posição

source: View Vat Report
pt_pt: Devedores &amp; Credores

source: Edit Balance Sheet
pt_pt: TODAS AS categorias e clientes relacionados

source: Person Who Authorized
pt_pt: Indicações Financeiras

source: There are no Suppliers in Cubit.
pt_pt: Gere O Contrapeso Experimental

source: Balance sheet Settings
pt_pt: Veja Contrapesos Experimentais Conservados

source: Add Equity & Liabilities Sub
pt_pt: Gere A Indicação De Renda

source: Add Assets Sub
pt_pt: Veja Indicações De Renda Conservadas

source: Sub Heading
pt_pt: Gere A Folha De Contrapeso

source: Unable to update sub-headings in Cubit.
pt_pt: Veja Folhas De Contrapeso Conservadas

source: Unable to insert sub-headings in Cubit.
pt_pt: Gere a indicação do fluxo de dinheiro

source: Balance sheet has been set
pt_pt: Veja Indicações Conservadas Do Fluxo De Dinheiro

source: Could not retrieve assets Information from the Database.
pt_pt: Clientes De Livro-razão Individuais

source: There are no assets in Cubit.
pt_pt: Livro-razão Geral Detalhado

source: Assets Ledger
pt_pt: Livro-razão Geral Da Revisão Do Ano

source: Select Asset(s)
pt_pt: Jornais

source: There are no assets yet in Cubit.
pt_pt: Todas as Entradas De Jornal

source: CST/AMT
pt_pt: Todas as entradas de jornal pelo no. de Referência.

source: DEP
pt_pt: Todas as Entradas De Jornal (Escala Do Período)

source: Accumulated Depriciation
pt_pt: Entradas De Jornal Por O Cliente

source: INPUT
pt_pt: Entradas De Jornal Por O Cliente (Escala Do Período)

source: OUTPUT
pt_pt: Entradas De Jornal Por O Cliente Principal

source: Unable to vat codes.
pt_pt: Entradas De Jornal Por A Categoria

source: VAT Report
pt_pt: Folha de contrapeso

source: Unable to get vat rec.
pt_pt: Relate O Tipo

source: Amount inc VAT
pt_pt: Autor:

source: Unabel to get data.
pt_pt: Incapaz de recuperar notas do cubit.

source: There are no saved Trial Balances.
pt_pt: Incapaz de recuperar dados do contrapeso experimental do cubit.

source: Trial Balance No.
pt_pt: O ano passado

source: System Date
pt_pt: Dr.

source: Could not get closed periods from audit DB
pt_pt: CR

source: Output type
pt_pt: Lucro Líquido

source: Opening Balance
pt_pt: Incapaz de recuperar a informação do contrapeso

source: Closing Balance
pt_pt: experimental do cubit.

source: Transactions
pt_pt: Incapaz de recuperar o contrapeso do ano precedente do cubit.

source: Reconcille
pt_pt: Incapaz de recuperar artigos de orçamento do cubit.

source: All Payments
pt_pt: Incapaz de recuperar a nota do cubit.

source: Unselect All
pt_pt: Incapaz de recuperar conservou clientes da indicação de renda do

source: All Deposits
pt_pt: cubit.

source: Payments
pt_pt: Incapaz de recuperar valores do contrapeso experimental do cubit.

source: Receipts
pt_pt: Incapaz de recuperar valores do cliente do cubit.

source: There are no outstanding Bank transactions for the selected account.
pt_pt: Este Mês

source: System Bank Balance + Oustanding Amounts
pt_pt: O Mesmo Mês

source: Reconciled Bank Balance
pt_pt: Ano &#8364; Data

source: Closing Bank Balance
pt_pt: Orçamento

source: Please Select at least one entry to update.
pt_pt: Incapaz de recuperar o ano passado esta informação do mês

source: Bank statement and computer balance not balancing by
pt_pt: do cubit.

source: Plus Outstanding Receipts :
pt_pt: Incapaz de recuperar este ano, ano para datar a informação do cubit.

source: Less Outstanding Payments :
pt_pt: Incapaz de recuperar o ano passado, ano para datar a informação do

source: Computer Bank Balance
pt_pt: cubit.

source: Diff
pt_pt: Incapaz de recuperar artigos deste orçamento do ano do cubit.

source: Bank Reconciliation Output
pt_pt: Incapaz de introduzir a indicação de renda ao cubit.

source: Unable to save bank recon to database
pt_pt: Incapaz de recuperar a lista dos clientes do cubit.

source: Saved
pt_pt: Incapaz de recuperar a informação do cliente do cubit.

source: Statement of Cash Flow
pt_pt: Incapaz de recuperar o contrapeso experimental de ano precedente do

source: Range
pt_pt: cubit.

source: Cash Flow Statement Section to Display Under
pt_pt: Incapaz de recuperar valores do orçamento do cubit.

source: Accounts List
pt_pt: - Recursos Fixos

source: Unable to retrieve account from the account list.
pt_pt: - investimentos

source: Unable to save account to the accounts list.
pt_pt: - Outros Recursos Fixos

source: Unable to remove selected account from the accounts list.
pt_pt: - Recursos Atuais

source: Unable to retrieve the depreciation account.
pt_pt: - Capital De Parte

source: Unable to add the depreciation account.
pt_pt: - Renda Retida

source: No prior years found.
pt_pt: - Empréstimo Dos Accionistas

source: No accounts selected.
pt_pt: - Empréstimos A longo prazo

source: Total adjustments
pt_pt: - Outras Responsabilidades A longo prazo

source: Prior
pt_pt: - Responsabilidades Atuais

source: Variance
pt_pt: Renda Retida

source: %Var
pt_pt: Transações Por Data Escala

source: Net cash equivalents beginning of period
pt_pt: Contrapeso Do Vat

source: Net cash equivalents end of period
pt_pt: Uma Quantidade Da Vista

source: Cash Flow Statement has been successfully saved to Cubit.
pt_pt: Busca por Data

source: No employees found.
pt_pt: Entrada do Vat

source: Course
pt_pt: Saída do Vat

source: Star Date
pt_pt: Nenhumas transações precedentes do vat.

source: End Date
pt_pt: Contrapeso total do vat

source: Assessor Name
pt_pt: Vat Total Da Entrada

source: Training Cost
pt_pt: Vat Total Da Saída

source: Other Details
pt_pt: Entrada total do vat

source: This employee has no training courses completed
pt_pt: Entrada Total do Vat

source: Employee not found
pt_pt: Saída total do vat

source: Complex/unusual transactions
pt_pt: Saída Total do Vat

source: Significant estimates
pt_pt: Registros Do Cheque Da Vista

source: Period-end adjustments
pt_pt: Não há nenhum registro proeminente do cheque do banco

source: Past misstatements
pt_pt: contudo no cubit.

source: Unreconciles differences
pt_pt: Deposite tudo selecionado

source: Information or Adjustments provided late in audit
pt_pt: Incapaz de recuperar clientes do cano principal do cubit.

source: Items not in line with expectations
pt_pt: Incapaz de recuperar clientes do submarino do cubit.

source: Unneccessary complexity
pt_pt: Selecione por favor ao menos um cliente.

source: Management overrides
pt_pt: Incapaz de recuperar o cliente principal do cubit.

source: Revenue recognition
pt_pt: Erro: Número Inválido Do Contrapeso Experimental.

source: Conflicting or missing evidence
pt_pt: Incapaz de recuperar o contrapeso experimental da base de dados

source: Unsupported transactions
pt_pt: Número Inválido Do Contrapeso Experimental.

source: Frequent changes in accounting estimates
pt_pt: Lima de grupo unreachable.

source: Strange accounting policies
pt_pt: Incapaz de começar comece a informação da loja

source: Identified fraud opportunities
pt_pt: Erro: Número Recon Do Banco Inválido.

source: Non reconciling suspense accounts
pt_pt: Incapaz de recuperar o banco recon da base de dados

source: Reconciliation variations (Bank, Debtor, Creditor)
pt_pt: Número Recon Do Banco Inválido.

source: Incomplete or late transactions
pt_pt: Pagamentos Reconciled

source: Unable to add report detail
pt_pt: Incapaz de começar dados,

source: Unable to get auditor report detail
pt_pt: Depósitos Reconciled

source: No recorded entries found.
pt_pt: Não há nenhuma folha de contrapeso conservada.

source: Automatically generated transaction system reports - Cubit v2.8
pt_pt: No. De Folha De Contrapeso.

source: Electronic Source Documentation and audit trial
pt_pt: Spreadsheet

source: IT and access control report (With system Variances) - Cubit v2.8
pt_pt: Erro: Número De Indicação Inválido.

source: Mass updated file and data identification tool - report - Cubit v2.8
pt_pt: Incapaz de recuperar a indicação de renda da base de dados

source: ""IAPS 1008 variance identification (Access control error report, database ""integrity variance) - Cubit v2.8
pt_pt: Número De Indicação Inválido Da Renda.

source: Viral and security breach report - Cubit v2.8
pt_pt: Não há nenhum reconciliations de banco conservado.

source: Data Test Exports: Random, Systematic, Block, Monetary - Cubit v2.8
pt_pt: No. Recon Do Banco.

source: Grand Totals
pt_pt: Selecione Opções

source: Net Profit / Loss
pt_pt: Escala Do Período

source: There are no saved Cash Flow Statements.
pt_pt: No. Da Referência

source: Generated
pt_pt: Relatório Do Vat - Entrada

source: Invalid Cash Flow Statement Number.
pt_pt: Relatório Do Vat - Saída

source: Sales Journal
pt_pt: Nenhuns anos prévios encontrados

source: View Journal &raquo;
pt_pt: Incapaz de recuperar conservou clientes de contrapeso

source: Unable to get sales journal.
pt_pt: experimental do cubit.

source: Amount exl VAT
pt_pt: Nenhum cliente foi selecionado, TODOS OS clientes será indicado

source: Send another message
pt_pt: Customise

source: Invoice Discount
pt_pt: Exposição

source: Sales Rep Commision Report
pt_pt: Orçamento Anual

source: View Department
pt_pt: Contrapesos Zero

source: View Sales People
pt_pt: Débito &amp; Crédito Da Lista

source: View Category
pt_pt: Adicione O Cliente

source: Add Classification
pt_pt: Títulos

source: View Classification
pt_pt: Dirigindo 1

source: Set Variance account
pt_pt: Dirigindo 2

source: Set Invoice No
pt_pt: Dirigindo 3

source: Set Sales Rep Commision
pt_pt: Dirigindo 4

source: Could not retrieve Categories Infomation from the Database.
pt_pt: da exposição

source: There are no Expenditure Accounts categories yet in Cubit.
pt_pt: Incapaz de atualizar seus ajustes do customization ao cubit.

source: Add allowance to system
pt_pt: Incapaz de remover o cliente dos clientes aliste.

source: ""Note that the amount entered here will be treated as a monthly allowance.
pt_pt: Incapaz de conservar o contrapeso experimental ao cubit.

source: Allowance Details
pt_pt: O contrapeso experimental foi conservado com sucesso ao cubit.

source: Name of allowance
pt_pt: Incapaz de recuperar conservou clientes da folha de contrapeso do

source: Add Before PAYE
pt_pt: cubit.

source: Allowance Type
pt_pt: Incapaz de atualizar a nota.

source: Confirm new allowance
pt_pt: Incapaz de introduzir a informação do cliente nos clientes aliste.

source: Allowance Account
pt_pt: A nota foi atualizada.

source: Allowance added to system
pt_pt: Incapaz de conservar a folha de contrapeso ao cubit.

source: Add Allowance
pt_pt: A indicação de renda foi conservada com sucesso ao cubit.

source: Please select at least one employee.
pt_pt: Incapaz de recuperar a informação dos clientes do cubit.

source: error checking employee payment types.
pt_pt: O ano passado - O Mesmo Mês

source: Batch Salaries
pt_pt: Este Ano - Ao Mês

source: Week 1
pt_pt: O ano passado - Ano &#8364; Data

source: Week 2
pt_pt: Orçamento Do Mês

source: Week 3
pt_pt: Este Orçamento Do Ano Ao Mês

source: Week 4
pt_pt: Adicione Clientes

source: Week 5
pt_pt: Custo Das Vendas

source: Week 1-2
pt_pt: Adicione O Grupo Da Renda

source: Week 3-4
pt_pt: Adicione O Grupo de COS

source: Processing Batch Salaries
pt_pt: Adicione O Grupo De Expediture

source: Salary Period:
pt_pt: Incapaz de atualizar grupos no cubit.

source: Period salaries are processed for
pt_pt: Incapaz de introduzir grupos no cubit.

source: Processing Date:
pt_pt: Incapaz de introduzir clientes do grupo no cubit.

source: Date used by Cubit for the ledgers.
pt_pt: Incapaz de introduzir grupos no cubit.

source: Total Work Hours
pt_pt: A indicação de renda foi ajustada

source: Actual Hours Worked
pt_pt: Relatórios Da Operação bancária

source: Normal Overtime
pt_pt: Adicione Uns Títulos Mais secundários

source: Public Holiday Overtime
pt_pt: Entradas De Cliente Proeminentes Do Banco

source: Special Bonus/Additional Salary
pt_pt: Não há nenhum cliente de banco contudo no cubit.

source: Annual/Once Off Bonus
pt_pt: Recibos Proeminentes

source: Travel Allowance
pt_pt: Não há nenhuma entrada proeminente dos recibos do banco.

source: Loan Repayment
pt_pt: Pagamentos Proeminentes

source: Pension: Employee Deduction
pt_pt: Não há nenhuma entrada proeminente do pagamento do banco.

source: Provident: Company Contribution
pt_pt: Relatório detalhado do livro-razão geral

source: Provident: Employee Deduction
pt_pt: Todas as transações do período selecionado afixado entre

source: UIF: Employee Deduction
pt_pt: as datas especificadas.

source: Retirement Annuity: Employee Deduction
pt_pt: Todas as transações do período selecionado com números de

source: Medical Aid: Employee Deduction
pt_pt: referência dentro da escala especificada.

source: Other: Employee Deduction
pt_pt: Todas as transações do período selecionado.

source: Method of Payment
pt_pt: Veja Tudo

source: Override PAYE
pt_pt: &nbsp;

source: Fringe Ben.
pt_pt: Adicione o cliente

source: Subsistence
pt_pt: Todas as Categorias

source: Deductions
pt_pt: Não há nenhum cliente nesta categoria.

source: Reimbursements
pt_pt: Selecione por favor ao menos uma filial para o relatório.

source: Unable to get bank account.
pt_pt: Não há nenhum cliente contudo no cubit.

source: None found in database.
pt_pt: Não há nenhuma indicação de renda conservada.

source: Exchange (ZAR-USD):
pt_pt: No. Da Indicação.

source: Pay Selected Employees In Full After Processing
pt_pt: Relatório Das Entradas De Jornal

source: Process Salaries &raquo;
pt_pt: A folha de contrapeso foi conservada com sucesso ao cubit.

source: Amount Paid After Processing
pt_pt: Por favor seleto

source: Annual Bonus
pt_pt: Capital Empregado

source: Medical Fringe Ben.
pt_pt: Emprego do capital

source: Car 1 Fringe
pt_pt: O ano passado - Mês Selecionado

source: Car 2 Fringe
pt_pt: Este Ano - Ano &#8364; Data (No Mês Selecionado)

source: Loan Fringe
pt_pt: O ano passado - Extremidade Do Ano

source: Gross Salary
pt_pt: Orçamento Selecionado Do Mês

source: PAYE
pt_pt: Incapaz retieve a lista dos clientes do cubit.

source: Nett Pay + Reimbursements
pt_pt: Incapaz de recuperar clientes do cubit.

source: Error fetching financial year.
pt_pt: Incapaz de conservar o cliente aos clientes aliste.

source: Error calculating age at financial year end.
pt_pt: Incapaz de suprimir selecionou entradas da lista dos clientes.

source: Error reading employee details for loan.
pt_pt: 120 dias +

source: Unable to update employee loan status.
pt_pt: Entradas de jornal pelo no. de Referência.

source: Unable to archive loan.
pt_pt: Indicações Financeiras Feitas sob encomenda

source: Error reading loan interest for installment.
pt_pt: Ajuste O Contrapeso Experimental

source: Unable to update employee interest.
pt_pt: Ajuste A Indicação De Renda

source: Error record loan fringe benefit.
pt_pt: Ajuste A Folha De Contrapeso

source: unable to insert data.1
pt_pt: Relatório do auxílio de ISA 240

source: unable to insert data.2
pt_pt: (Incomplete)List das transações de Incomplete/Late

source: unable to insert data.3
pt_pt: (processadas após a extremidade do mês ou do ano) - cubit v2.8

source: unable to insert data1.
pt_pt: (duplicatas) números de referência ou descrições

source: unable to insert data3.
pt_pt: duplicadas - cubit v2.8

source: unable to insert data2.
pt_pt: (Permissions)Users tentou a lista time/date dos certificados

source: unable to insert data4.
pt_pt: não allowed/permissions do acesso - cubit v2.8

source: unable to insert loan data for employee income on payslip.
pt_pt: (processando Variances)Amounts das transações pelo "Root

source: Error updating loan information for payslip.
pt_pt: pelo" usuário contra outros usuários nas porcentagens e

source: unable to insert data5.
pt_pt: representados no valor - cubit v2.8

source: unable to insert data6.
pt_pt: O usuário médio = uma quantidade de usuários dividiram-se

source: unable to insert data7.
pt_pt: por transações totais - cubit v2.8

source: unable to insert data8.
pt_pt: Análise do resultado de teste dos dados: Aleatório

source: unable to insert data9.
pt_pt: (amostragem), sistemático, bloco, monetary - cubit v2.8

source: unable to insert data10.
pt_pt: Exportações independentes do spreadsheet - cubit v2.8

source: unable to insert data.11
pt_pt: Selecione o valor elevado, a estática, ou transações e

source: unable to insert data.12
pt_pt: contrapesos negativos, para a revisão - cubit v2.8

source: unable to insert data.13
pt_pt: Veja A Análise Do Livro De Dinheiro

source: Error reading account name for blocked account.
pt_pt: Ajustes Do Contrapeso Experimental

source: Process Employee Salary
pt_pt: Grupos

source: - Employee payment not found for selected month.
pt_pt: O contrapeso experimental foi ajustado

source: Employee:
pt_pt: Relatório Do Vat Da Vista

source: Name:
pt_pt: Edite A Folha De Contrapeso

source: Surname:
pt_pt: Pessoa Que Autorizou

source: Gross Basic salary
pt_pt: Não há nenhum fornecedor no cubit.

source: Low or interest-free loan
pt_pt: Ajustes da folha de contrapeso

source: Interest rate charged by company
pt_pt: Adicione O Submarino Da Equidade &amp; Das Responsabilidades

source: UIF
pt_pt: Adicione O Submarino Dos Recursos

source: Nett Income
pt_pt: Sub O Título

source: Previous Page
pt_pt: Incapaz de atualizar subtítulos no cubit.

source: Select employee to reverse salary for
pt_pt: Incapaz de introduzir subtítulos no cubit.

source: Process &raquo;
pt_pt: A folha de contrapeso foi ajustada

source: Employee paid cash
pt_pt: Não podia recuperar a informação dos recursos da base de

source: Salary Details
pt_pt: dados.

source: Basic salary
pt_pt: Não há nenhum recurso no cubit.

source: Bonus
pt_pt: Livro-razão Dos Recursos

source: Pay Salary Cash
pt_pt: Selecione Asset(s)

source: Salary Reverse
pt_pt: Não há nenhum recurso contudo no cubit.

source: Overtime
pt_pt: CST/AMT

source: Loan Instalment
pt_pt: Dep

source: Nett Pay
pt_pt: Depriciation Acumulado

source: Amount Paid now
pt_pt: ENTRADA

source: Unable to retrieve bank account link from the database
pt_pt: SA&#141;DA

source: There are No Deductions
pt_pt: Incapaz aos códigos do vat.

source: Unable to get allowances.
pt_pt: Relatório do Vat

source: unable to insert data.
pt_pt: Incapaz de começar o rec do vat.

source: Unabel to get get dat.
pt_pt: Uma quantidade inc VAT

source: Disabled
pt_pt: Unabel para começar dados.

source: Confirm removal of fringe benefit
pt_pt: Não há nenhum contrapeso experimental conservado.

source: Fringe benefit
pt_pt: No. De Contrapeso Experimental.

source: Fringe benefit deleted
pt_pt: Data Do Sistema

source: Fringe benefit has been successfully deleted.
pt_pt: Não podia começar períodos closed do DB do exame

source: View Fringe Benefits
pt_pt: Tipo da saída

source: Unable to get paye
pt_pt: Contrapeso Da Abertura

source: Available Leave:
pt_pt: Contrapeso De Fechamento

source: PAYE to date:
pt_pt: Transações

source: LEAVE DAYS DUE
pt_pt: Reconcille

source: Total Employee's Tax
pt_pt: Todos os Pagamentos

source: Total due to employee
pt_pt: Unselect Todo

source: GROSS EARNINGS
pt_pt: Tudo Depósitos

source: Employee Details:
pt_pt: Pagamentos

source: Name:
pt_pt: Recibos

source: Number:
pt_pt: Não há nenhuma transação proeminente do banco para o

source: ID:
pt_pt: cliente selecionado.

source: Tax No:
pt_pt: Contrapeso De Banco Do Sistema + Quantidades De Oustanding
